Repository: builtbybel/privatezilla
Catalog: src/Privatezilla/Locales/Locale.*.resx
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# settingsSecurityDisablePasswordInfo
source: The password reveal button can be used to display an entered password and should be disabled with this setting.
ar: يمكن استخدام زر الكشف عن كلمة المرور لعرض كلمة المرور المدخلة ويجب أن يتم تعطيلها مع هذا الإعداد.
de: Die Schaltfläche "Kennwortanzeigen" kann verwendet werden, um ein eingegebenes Passwort anzuzeigen und sollte mit dieser Einstellung deaktiviert werden.
es: El botón de revelación de contraseña puede utilizarse para mostrar una contraseña introducida y debería deshabilitarse con este ajuste.
fr: Le bouton de révélation du mot de passe peut être utilisé pour afficher un mot de passe saisi et doit être désactivé avec ce paramètre.
it: Il pulsante rivelatore password può essere usato per visualizzare una password inserita e dovrebbe essere disabilitato con questa impostazione.
pt: O botão de mostrar senha pode ser usado para mostrar uma senha usada e deve ser desabilitado por meio dessa configuração.
ru: Кнопка Посмотреть пароль может использоваться для отображения введенного пароля и должна быть отключена с помощью этой настройки.
tr: Şifre göster düğmesi, girilen bir şifreyi görüntülemek için kullanılabilir ve bu ayarla devre dışı bırakılabilir.
zh: 密码显示按钮可用于显示输入的密码，为安全起见应使用此设置禁用该按钮

# settingsSecurityWindowsDRM
source: Disable DRM in Windows Media Player
ar: تعطيل DRM في Windows Media Player
de: DRM im Windows Media Player deaktivieren
es: Deshabilitar DRM en el Reproductor Multimedia de Windows
fr: Désactivation de DRM dans Windows Media Player
it: Disabilita DRM in Windows Media Player
pt: Desabilitar DRM no Windows Media Player
ru: Отключить DRM в проигрывателе Windows Media
tr: Windows Media Player'da DRM'yi kapat
zh: 禁用 Windows Media Player 数字版权管理(DRM)

# settingsSecurityWindowsDRMInfo
source: If the Windows Media Digital Rights Management should not get access to the Internet (or intranet) for license acquisition and security upgrades, you can prevent it with this setting.
ar: اذا لم تتمكن ادارة الحقوق الرقمية لوسط Windows من الاتصال بالانترنت (أو الانترانت) للحصول على الترخيص وتعديلات السرية ، يمكنك منعها باستخدام هذه المحددات.
de: Falls das Windows Media Digital Rights Management keinen Zugang zum Internet (oder Intranet) für Lizenzerwerbungs- und Sicherheitsaktualisierungen erhalten sollte, könne Sie das mit dieser Einstellung verhindern.
es: Si la Administración de Derechos Digitales de Windows Media no puede acceder a Internet (o a la intranet) para la adquisición de licencias y actualizaciones de seguridad, puede impedirlo con esta configuración.
fr: Si la gestion des droits numériques de Windows Media ne doit pas avoir accès à Internet (ou à l'intranet) pour l'acquisition de licences et les mises à jour de sécurité, vous pouvez l'empêcher avec ce paramètre.
it: Se il Windows Media Digital Rights Management non dovrebbe ottenere l'accesso a Internet (o intranet) per l'acquisizione di licenze e aggiornamenti di sicurezza, è possibile impedirlo con questa impostazione.
pt: Se o administrador de direitos do Windows Media não deve ter acesso a internet para adquirir uma licença e atualizações de segurança, você pode impedi-lo com essa configuração.
ru: Если служба управления цифровыми правами Windows Media не должна получать доступ к Интернету (или интрасети) для приобретения лицензий и обновлений безопасности, вы можете предотвратить это с помощью этого параметра.
tr: Windows Media Dijital Haklar Yönetimi lisans edinme ve güvenlik yükseltmeleri için İnternet'e (veya intranete) erişmemesi gerekiyorsa, bu ayarla bunu engelleyebilirsiniz.
zh: 如果Windows Media数字版权管理不能访问互联网 (或内联网) 进行许可证获取和安全升级，则可以使用此设置阻止它

# settingsUpdatesBlockMajorUpdates
source: Block major Windows updates
ar: حظر تحديثات ويندوز الرئيسية
de: Wichtige Windows-Updates blockieren
es: Bloquear las principales actualizaciones de Windows
fr: Bloquer les mises à jour majeures de Windows
it: Blocca gli aggiornamenti principali di Windows
pt: Bloquear atualizações principais do Windows
ru: Блокировать основные обновления Windows
tr: Büyük Windows güncellemelerini kapat
zh: 屏蔽主要的 Windows 更新

# settingsUpdatesBlockMajorUpdatesInfo
source: This setting called "TargetReleaseVersionInfo" prevents Windows 10 feature updates from being installed until the specified version reaches the end of support.\nIt will specify your currently used Windows 10 version as the target release version of Windows 10 that you wish the system to be on (supports only Pro and enterprise versions).
ar: هذا الإعداد المسمى "TargetReleaseVersionInfo" يمنع تحديث ميزات Windows 10 من أن يتم تثبيته حتى يصل الإصدار المحدد إلى نهاية الدعم.\nسيحدد إصدار ويندوز 10 المستخدم حاليا كإصدار مستهدف من Windows 10 الذي تريد أن يكون النظام قيد التشغيل (يدعم فقط الإصدارات المحترفة والمؤسسة).
de: Die Einstellung mit dem Namen "TargetReleaseVersionInfo" verhindert die Installation von Windows 10 Funktionsupdates, bis die angegebene Version das Ende des Supports erreicht.\nEs wird Ihre aktuell verwendete Windows 10-Version als Ziel-Release-Version von Windows 10 angeben, auf der das System verwendet werden soll (unterstützt nur Pro-- und Enterprise-Versionen).
es: Este ajuste llamado "TargetReleaseVersionInfo" evita que se instalen las actualizaciones de las características de Windows 10 hasta que la versión especificada llegue al final del soporte.\nSe especificará la versión de Windows 10 actualmente utilizada como la versión de lanzamiento de destino de Windows 10 en la que desea que esté el sistema (sólo admite las versiones Pro y Enterprise).
fr: Ce paramètre appelé "TargetReleaseVersionInfo" empêche l'installation des mises à jour de fonction Windows 10 tant que la version spécifiée n'arrive pas à la fin du support.\nIl spécifiera votre version Windows 10 actuellement utilisée comme version de l'édition cible de Windows 10 sur laquelle vous souhaitez que le système soit sur (prend en charge uniquement les versions Pro et Enterprise).
it: Questa impostazione chiamata "TargetReleaseVersionInfo" impedisce l'installazione degli aggiornamenti delle funzionalità di Windows 10 fino a quando la versione specificata raggiunge la fine del supporto.\nSpecificherà la versione attualmente utilizzata di Windows 10 come versione di rilascio di destinazione di Windows 10 che si desidera che il sistema sia acceso (supporta solo versioni Pro e enterprise).
pt: Essa configuração chamada "TargetReleaseVersionInfo" impede que atualizações de funções do Windows sejam instaladas até que a versão especificada alcance o fim do suporte.\nIsso especificará a atual versão do Windows e manterá ela.(Disponível apenas nas versões Pro e Enterprise)
ru: Параметр «TargetReleaseVersionInfo» предотвращает установку обновлений компонентов Windows 10 до тех пор, пока указанная версия не достигнет конца поддержки.\nОн будет указывать используемую в настоящее время версию Windows 10 в качестве целевой версии выпуска Windows 10, на которой вы хотите остатся. (поддерживает только версии Pro и Enterprise).
tr: "TargetReleaseVersionInfo" adlı bu ayar, Windows 10 özellik güncellemelerinin, belirtilen sürüm desteğin sonuna gelene kadar yüklenmesini engeller.\nWindows 10'un hedef sürümü olarak şu anda kullandığınız Windows 10 sürümü olarak belirlenir. (yalnızca Pro ve kurumsal sürümleri destekler).
zh: 此设置称为 "TargetReleaseVersionInfo"，可以阻止安装 Windows 10 功能更新，直到当前的版本达到不再支持为止。\n它将指定(伪装)当前使用的 Windows 10 版本为您希望的目标发行版。(仅支持"Pro"和"企业"版本)

# settingsUpdatesDisableSafeguards
source: Disable safeguards for feature updates
ar: تعطيل الضمانات لتحديثات الميزات
de: Update-Blockaden für Funktionsupdates deaktivieren
es: Inhabilitar salvaguardias para actualizaciones de características
it: Disabilita safeguard per gli Aggiornamenti delle Funzionalità
pt: Desabilita o safeguard para atualizações de funções.
tr: Özellik güncellemeleri için korumaları kapat

# settingsUpdatesDisableSafeguardsInfo
source: Microsoft uses diagnostic data to determine whether devices that use Windows Update are ready for a feature update in order to ensure a smooth experience.\nWhen Microsoft determines a device is not ready to update due to a known issue, a safeguard hold (also known as a compatibility hold or update block) is generated to delay the device's upgrade and protect the end-user experience.\nThis setting will opt out of safeguard protections allowing you to bypass any feature upgrade blocks.
ar: تستخدم مايكروسوفت بيانات تشخيصية لتحديد ما إذا كانت الأجهزة التي تستخدم تحديث ويندوز جاهزة لتحديث الميزات من أجل ضمان تجربة سلسة.\nعندما تحدد مايكروسوفت جهازًا غير جاهز للتحديث بسبب مشكلة معروفة. يتم إنشاء نظام وقائي (يعرف أيضا باسم نظام الاحتفاظ بالتواؤم أو التحديث) لتأخير تحديث الجهاز وحماية تجربة المستخدم النهائي.\nسيؤدي هذا الإعداد إلى عدم التقيد بالحماية التي تسمح لك بتجاوز أي كتل لترقية الميزات.
de: Microsoft verwendet Diagnosedaten, um zu ermitteln, ob Geräte, die Windows Update verwenden, für ein Funktions Update bereit sind, um eine reibungslose Nutzung zu gewährleisten.\nWenn Microsoft feststellt, dass ein Gerät aufgrund eines bekannten Problems nicht aktualisiert werden kann, wird ein SafeGuard-halte Bereich generiert, um das Upgrade des Geräts zu verzögern und die Benutzeroberfläche zu schützen.\nMit dieser Einstellung werden die genannten Sicherheitsvorkehrungen deaktiviert, so dass Sie alle Update-Blockaden umgehen können.
es: Microsoft utiliza datos de diagnóstico para determinar si los dispositivos que utilizan Windows Update están listos para una actualización de características con el fin de garantizar una experiencia fluida.\nCuando Microsoft determina que un dispositivo no está listo para actualizarse debido a un problema conocido, se genera una retención de salvaguarda (también conocida como bloqueo de actualización o retención de compatibilidad) para retrasar la actualización del dispositivo y proteger la experiencia del usuario final.\nEste valor optará por protecciones de salvaguarda que le permiten pasar por alto cualquier bloque de actualización de características.
it: Microsoft utilizza i dati di diagnostica per determinare se i dispositivi che utilizzano Windows Update sono pronti per un aggiornamento delle funzionalità al fine di garantire un'esperienza migliore.\nQuando Microsoft determina che un dispositivo non è pronto per l'aggiornamento a causa di un problema noto, viene generato un blocco di salvaguardia (noto anche come blocco di compatibilità o blocco di aggiornamento) per ritardare l'aggiornamento del dispositivo e proteggere l'esperienza dell'utente finale.\nQuesta impostazione disattiverà le protezioni di salvaguardia consentendo di aggirare qualsiasi blocco di aggiornamento delle funzionalità.
pt: A Microsoft utiliza dados de diagnóstico para determinar quais dispositivos que utilizam o Windows Update estão prontos para uma atualização para garantir uma experiência mais suave.\nQuando a Microsoft determina que um dispositivo não está pronto para receber uma atualização devido a um problema conhecido, um bloqueio Safeguard (também conhecido como bloqueio de compatibilidade ou bloqueio de atualização) é gerado para atrasar a atualização no dispositivo e proteger a experiencia do usuário.\nEssa configuração remove as proteções do Safeguard permitindo que você ignore quaisquer bloqueios de atualizações estabelecidos.
tr: Microsoft, sorunsuz bir deneyim sağlamak için Windows Update kullanan cihazların özellik güncellemesine hazır olup olmadığını belirlemek için tanılama verilerini kullanır.\nMicrosoft bilinen bir sorun nedeniyle bir cihazın güncellenmeye hazır olmadığını belirlediğinde, bir koruma oluşturur. (aynı zamanda cihazın yükseltmesini geciktirmek ve son kullanıcı deneyimini korumak için bir uyumluluk bekletme veya güncelleme bloğu olarak da bilinir)\nBu ayar, tüm özellik yükseltme bloklarını atlamanıza olanak tanıyan korumaları devre dışı bırakır.

# settingsUpdatesDisableUpdates
source: Disable forced Windows updates
ar: تعطيل تحديثات ويندوز الإجبارية
de: Erzwungene Windows-Updates deaktivieren
es: Deshabilitar las actualizaciones forzadas de Windows
fr: Désactiver les mises à jour forcées de Windows
it: Disabilita gli aggiornamenti forzati di Windows
pt: Desabilitar atualizações forçadas do Windows
ru: Отключить принудительные обновления Windows
tr: Zorunlu Windows güncellemelerini kapat
zh: 禁用 Windows 强制更新

# settingsUpdatesDisableUpdatesInfo
source: This will notify when updates are available, and you decide when to install them.
ar: سيتم إخطار هذا عندما تكون التحديثات متاحة، وتقرر متى يتم تثبيتها.
de: Dies wird benachrichtigen, wenn Updates verfügbar sind und Sie entscheiden, wann Sie sie installieren wollen.
es: Esto notificará cuando las actualizaciones estén disponibles, y tú decidirás cuándo instalarlas.
fr: Cette option vous avertit lorsque des mises à jour sont disponibles, et vous décidez quand vous devez les installer.
it: Questo avviserà quando gli aggiornamenti sono disponibili e si decide quando installarli.
pt: Isso notificará você quando atualizações estiverem disponíveis e permite decidir quando você deseja instala-las .
ru: Будет уведомлять, когда доступны обновления, и вы решаете, когда их устанавливать.
tr: Bu, güncellemeler mevcut olduğunda sizi bilgilendirir ve bunları ne zaman kuracağınıza siz karar verirsiniz.
zh: 这将在更新可用时通知，并由您决定何时安装这些更新

# settingsUpdatesUpdateSharing
source: Disable Windows updates sharing
ar: تعطيل مشاركة تحديثات ويندوز
de: Teilen von Windows-Updates deaktivieren
es: Deshabilitar el uso compartido de actualizaciones de Windows
fr: Désactiver le partage des mises à jour Windows
it: Disabilita condivisione aggiornamenti di Windows
pt: Desabilita o compartilhamento de atualizações do Windows
ru: Отключить общий доступ к обновлениям Windows
tr: Windows güncelleme paylaşımını devre dışı bırakın
zh: 禁用 Windows 更新共享

# settingsUpdatesUpdateSharingInfo
source: Windows 10 lets you download updates from several sources to speed up the process of updating the operating system. This will disable sharing your files by others and exposing your IP address to random computers.
ar: ويندوز 10 يتيح لك تنزيل التحديثات من عدة مصادر لتسريع عملية تحديث نظام التشغيل. سيؤدي هذا إلى تعطيل مشاركة ملفاتك من قبل الآخرين وعرض عنوان IP الخاص بك على أجهزة كمبيوتر عشوائية.
de: Mit Windows 10 können Sie Updates aus verschiedenen Quellen herunterladen, um die Aktualisierung des Betriebssystems zu beschleunigen.\nDies wird das Teilen Ihrer Dateien an andere deaktivieren und Ihre IP-Adresse nicht beliebigen Computern aussetzen.
es: Windows 10 permite descargar actualizaciones de varias fuentes para acelerar el proceso de actualización del sistema operativo. Esto deshabilitará el compartir tus archivos por otros y exponer tu dirección IP a computadoras al azar.
fr: Windows 10 vous permet de télécharger des mises à jour à partir de plusieurs sources pour accélérer le processus de mise à jour du système d'exploitation. Cela permettra de désactiver le partage de vos fichiers par d'autres et évitera d'exposer votre adresse IP à des ordinateurs aléatoires.
it: Windows 10 consente di scaricare gli aggiornamenti da diverse fonti per accelerare il processo di aggiornamento del sistema operativo. Questo disabiliterà la condivisione dei file da parte di altri e l'esposizione del tuo indirizzo IP a computer casuali.
pt: O Windows 10 permite que você baixe suas atualizações de várias fontes para acelerar o processo de atualização do sistema. Essa configuração desabilitará o compartilhamento de seus arquivos com outros, o que expõe seu endereço de IP a computadores aleatórios.
ru: Windows 10 позволяет загружать обновления из нескольких источников, чтобы ускорить процесс обновления операционной системы. Это отключит совместное использование ваших файлов другими пользователями и доступ к вашему IP-адресу случайным компьютерам.
tr: Windows 10, işletim sistemini güncelleme sürecini hızlandırmak için çeşitli kaynaklardan güncellemeler indirmenize izin verir. Bu, dosyalarınızı başkaları tarafından paylaşmayı ve IP adresinizi rastgele bilgisayarlara sızdırmayı devre dışı bırakır.
zh: Windows 10 允许您从多个源下载更新以加快系统更新过程。此设置将禁止与其他人共享您的文件，避免将您的 IP 地址暴露给随机计算机

# statusDoPSApply
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar
ru: Применить
tr: Uygula
zh: 应用

# statusDoPSProcessing
source: Processing
ar: قيد المعالجة
de: Wird verarbeitet
es: Procesando
fr: Traitement
it: In elaborazione
pt: Processando
ru: Обработка
tr: İşleniyor
zh: 处理中

# statusDoWait
source: Please wait ...
ar: الرجاء الأنتظار ...
de: Bitte warten ...
es: Por favor, espere...
fr: Veuillez patienter...
it: Attendere prego ...
pt: Por favor aguarde...
ru: Пожалуйста, подождите ...
tr: Lütfen bekleyin ...
zh: 请稍候...

# statusFailedApply
source: Not applied
ar: لم يتم تطبيقه
de: Nicht übernommen
es: No aplicado
fr: Non appliqué
it: Non applicato
pt: Não aplicado
ru: Не применено
tr: Uygulanmadı
zh: 未应用

# statusFailedConfigure
source: Not configured
ar: لم يتم التكوين
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
pt: Não configurado
ru: Не настроено
tr: Yapılandırılmadı
zh: 未配置

# statusFinishAnalyze
source: Analysis complete.
ar: اكتمل التحليل.
de: Analyse abgeschlossen.
es: Análisis terminado.
fr: Analyse terminée.
it: Analisi completata.
pt: Analise completa.
ru: Анализ завершен.
tr: Analiz tamamlandı.
zh: 分析完成

# statusFinishApply
source: Applying complete.
ar: اكتمل التحليل.
de: Übernahme abgeschlossen.
es: Aplicación completada.
fr: Application terminée.
it: Applicazione terminata.
pt: Aplicação completa.
ru: Применение завершено.
tr: Uygulama işlemi tamamlandı.
zh: 应用已完成

# statusFinishUndo
source: Reverting complete.
ar: اكتملت عملية العودة.
de: Zurücksetzen abgeschlossen.
es: Reversión completada.
fr: Rétablissement terminé.
it: Ripristino completo.
pt: Reversão completa.
ru: Восстановление завершено.
tr: Geri alma tamamlandı.
zh: 还原已完成

# statusSuccessApply
source: Applied
ar: تم التطبيق
de: Angewendet
es: Aplicado
fr: Appliqué
it: Applicato
pt: Aplicado
ru: Применено
tr: Uygulandı
zh: 已应用

# statusSuccessConfigure
source: Configured
ar: تكوين
de: Konfiguriert
es: Configurado
fr: Configuré
it: Configurato
pt: Configurado
ru: Настроен
tr: Yapılandırıldı
zh: 已配置

# statusUndoSettings
source: Do you really want to revert all selected settings to Windows 10 default state?
ar: هل تريد حقاً إعادة جميع الإعدادات المحددة إلى حالة ويندوز 10 الافتراضية؟
de: Wollen Sie wirklich alle ausgewählten Einstellung zu den Windows 10 Standardeinstellungen zurücksetzen?
es: ¿Realmente quieres revertir todos los ajustes seleccionados al estado por defecto de Windows 10?
it: Vuoi davvero ripristinare tutte le impostazioni selezionate allo stato predefinito di Windows 10?
pt: Você deseja reverter todas as configurações para as configurações padrão do Windows 10?
ru: Вы действительно хотите вернуть все выбранные настройки Windows 10 в состояние по умолчанию?
tr: Seçilen tüm ayarları gerçekten Windows 10 varsayılan durumuna döndürmek istiyor musunuz?
zh: 您真的想要将所有选定的设置还原到 Windows 10 默认状态吗？

# TxtPSInfo
source: Welcome to the Scripting Editor, which allows you to apply third-party script files and custom settings in form of PowerShell scripts and templates (bundled scripts). Select a script to view it's description. To check the code for vulnerabilities click on "View code". To obtain new objects (templates, scripts etc.) visit the Marketplace in the upper right menu.
ar: مرحبا بكم في محرر السكريبت, الذي يسمح لك بتطبيق ملفات سكريبت الطرف الثالث والإعدادات المخصصة في شكل سكريبتات و قوالب PowerShell (البرامج النصية المجمعة). حدد برنامج نصي لعرضه وصف. للتحقق من التعليمات البرمجية لأوجه الضعف، انقر فوق "عرض التعليمة البرمجية". للحصول على عناصر جديدة (قوالب، نصوص، إلخ) قم بزيارة السوق في القائمة العلوية اليمنى.
de: Willkommen beim Skripting Editor, welcher Ihnen erlaubt, Gruppenrichtlinien und benutzerdefinierte Einstellungen in der Form von PowerShell Skripten und Vorlagen(gebündelte Skripts) anzuwenden. Wähle einen Skript aus, um seine Beschreibung zu sehen. Um den Code nach Schwachstellen zu untersuchen, klicke auf "Code anzeigen". Um neue Objekte (Vorgaben, Skripts etc.) zu beschaffen, besuche den Marktplatz in der oberen rechten Ecke.
es: Bienvenido al Editor de scripts, que le permite aplicar archivos de script de terceros y valores personalizados en forma de scripts y plantillas de PowerShell (scripts empaquetados). Seleccione un script para ver su descripción. Para comprobar el código de las vulnerabilidades, haga clic en "Ver código". Para obtener nuevos objetos (plantillas, scripts, etc.) visite el Mercado en el menú superior derecho.
fr: Bienvenue dans l'éditeur de règles modernes, qui vous permet d'appliquer des règles de groupe et des paramètres personnalisés sous la forme de scripts et de modèles PowerShell (scripts groupés). Sélectionnez un script pour afficher sa description. Pour vérifier le code des vulnérabilités, cliquez sur "Afficher le code". Pour obtenir de nouveaux objets (modèles, scripts, etc.), visitez le Marché dans le menu supérieur droit. Privatezilla utilise le Marché de l'application "SharpApp". Puisque cette application est du même développeur et que le script est basé sur Powershell, ils sont également compatibles les uns avec les autres.
it: Benvenuti nel Modern Policy Editor, che consente di applicare criteri di gruppo e impostazioni personalizzate sotto forma di script e modelli PowerShell (script bundled). Seleziona uno script per visualizzare la descrizione. Per controllare le vulnerabilità clicca su "Visualizza codice". Per ottenere nuovi oggetti (modelli, script ecc.) visitare il Marketplace nel menu in alto a destra.
pt: Bem vindo ao editor de scripts, que permite que você utilize scripts terceirizados e configurações customizadas em forma de scripts PowerShell e Templates (Scripts em pacote) Selecione um script para ver sua descrição. Para checar por vulnerabilidades no código clique em "Ver Código". Para obter novos objetos (templates, scripts etc.) visite o mercado no menu superior direito.
ru: Добро пожаловать в редактор современной политики, который позволяет применять групповые политики и настраиваемые параметры в форме сценариев и шаблонов PowerShell (связанных сценариев). Выберите сценарий, чтобы просмотреть его описание. Чтобы проверить код на наличие уязвимостей, нажмите «Просмотреть код». Чтобы получить новые объекты (шаблоны, скрипты и т. Д.), Посетите Marketplace в правом верхнем меню. Privatezilla использует Marketplace приложения SharpApp. Поскольку это приложение создано одним разработчиком, а сценарии основаны на Powershell, они также совместимы друг с другом.
tr: Üçüncü taraf komut dosyaları ve özel ayarları, PowerShell komut dosyaları ve şablonlar (birlikte gelen komut dosyaları) biçiminde uygulamanıza olanak tanıyan Komut Dosyası Düzenleyicisine hoş geldiniz. Açıklamasını görmek için bir komut dosyası seçin. Kodu güvenlik açıklarına karşı kontrol etmek için "Kodu görüntüle" yi tıklayın. Yeni nesneler (şablonlar, komut dosyaları vb.) elde etmek için sağ üst menüdeki Pazar'ı ziyaret edin.
zh: 欢迎使用现代政策编辑器，它将允许您以 PowerShell 脚本和模板(捆绑脚本)的形式应用组策略和自定义设置 选中脚本可查看其描述 若要检查代码安全性，请点击 "查看代码" 想要获取新对象(模板、脚本等)，请访问右上角菜单中的应用市场。Privatezilla 使用与 "SharpApp" 相同的应用市场，因为它们来自同一个开发者，而且脚本是基于 Powershell 的，它们相互兼容

# summaryConfigured
source: Configured:
de: Konfiguriert:

# summaryInfo
source: Summary
de: Ergebnisse

# summaryNotConfigured
source: Not Configured:
de: Nicht konfiguriert:

# summarySelected
source: Selected:
de: Ausgewählt:
