Repository: builtbybel/privatezilla
Catalog: src/Privatezilla/Locales/Locale.*.resx
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# BtnDoPS
source: Apply selected
ar: تطبيق المحددة
de: Ausgewähltes anwenden
es: Aplicar seleccionados
fr: Appliquer la sélection
it: Applica selezione
pt: Aplicar Selecionados
ru: Применить выбранное
tr: Seçilenleri uygula
zh: 应用选中项

# BtnSettingsAnalyze
source: Analyze
ar: تحليل
de: Analysieren
es: Analizar
fr: Analyser
it: Analizza
pt: Analisar
ru: Анализировать
tr: Analiz et
zh: 分析

# BtnSettingsDo
source: Apply selected
ar: تطبيق المحدد
de: Ausgewähltes anwenden
es: Aplicar seleccionados
fr: Appliquer la sélection
it: Applica selezione
pt: Aplicar Selecionados
ru: Применить выбранное
tr: Seçilenleri uygula
zh: 应用选中项

# BtnSettingsUndo
source: Revert selected
ar: إرجاع المحدد
de: Ausgewähltes zurücksetzen
es: Revertir seleccionados
fr: Rétablir la sélection
it: Ripristina selezionati
pt: Reverter Selecionados
ru: Восстановить выбранное
tr: Seçilenleri geri al
zh: 还原选中项

# CheckRelease
source: Check for updates
ar: التحقق من وجود تحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Cerca nuovi aggiornamenti
pt: Verificar se há atualizações
ru: Проверить обновления
tr: Güncellemeleri denetle
zh: 检查更新

# ChkCodePS
source: View code
ar: عرض التعليمات البرمجية
de: Code anzeigen
es: Ver código
fr: Afficher le code
it: Visualizza codice
pt: Mostrar Código
ru: Просмотреть код
tr: Kodu görüntüle
zh: 查看代码

# columnSetting
source: Setting
ar: الإعدادات
de: Einstellung
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurar
ru: Настройки
tr: Ayar
zh: 设置

# columnState
source: State
ar: الدولة
de: Zustand
es: Estado
fr: État
it: Stato
pt: Estado
ru: Состояние
tr: Durum
zh: 状态

# CommunityPkg
source: Get community package
ar: احضار مجموعة برامج المجموعة
de: Community-Paket beziehen
es: Obtener paquete de la comunidad
fr: Obtenir le package de communauté
it: Ottieni pacchetto community
pt: Obter pacote da comunidade
ru: Получить пакет сообщества
tr: Topluluk paketini edin
zh: 获取社区脚本包

# Help
source: Short Guide
ar: وقت قصير
de: Kurze Anleitung
es: Guía corta
fr: Guide abrégé
it: Guida Breve
pt: Guia rápido
ru: Помощь
tr: Kısa Yardım
zh: 简要指南

# helpApp
source: Info about a setting: \r\nMove the cursor over a setting to view a brief explanation \r\nAnalyze (Button): Determines which settings are enabled and configured on your system or not. NO system changes are done yet! \r\nApply selected (Button): This will enable all selected settings. \r\nRevert selected (Button): This will restore the default Windows 10 settings. \r\nConfigured (State): This indicates your privacy is protected. \r\nNot Configured (State): This indicates that the Windows 10 settings are in place.
ar: معلومات حول الإعدادات: \r\nنقل المؤشر فوق الإعداد لعرض تفسير موجز \r\nتحليل (زر): يحدد الإعدادات التي يتم تمكينها وتهيئتها على النظام الخاص بك أم لا. لا توجد تغييرات في النظام حتى الآن! \r\nتطبيق المحدد (الزر): سيؤدي هذا إلى تمكين جميع الإعدادات المحددة. \r\nالعودة المحددة (الزر): سيؤدي هذا إلى استعادة إعدادات Windows 10 الافتراضية. \r\nتكوين (الدولة): هذا يشير إلى أن خصوصيتك محمية. \r\nلم يتم تكوين (الدولة): هذا يشير إلى أن إعدادات ويندوز 10 موجودة.
de: Info zu einer Einstellung: \r\nBewegen Sie den Cursor über eine Einstellung, um eine kurze Erläuterung anzuzeigen \r\nAnalyse (Button): Bestimmt, welche Einstellungen auf Ihrem System aktiviert und konfiguriert werden oder nicht. Es werden noche KEINE Systemänderungen vorgenommen! \r\nAusgewähltes anwenden (Button): Dies wird alle ausgewählten Einstellungen aktivieren. \r\nAusgewähltes zurücksetzen (Button): Damit werden die Standardeinstellungen für Windows 10 wiederhergestellt. \r\nKonfiguriert (Zustand): Dies gibt an, dass Ihre Privatsphäre geschützt ist. \r\nNicht konfiguriert (Zustand): Dies bedeutet, dass die Windows 10-Einstellungen vorhanden sind.
es: Información sobre la configuración: \r\nMueva el cursor sobre un ajuste para ver una breve explicación. \r\nAnalizar (botón): determina qué ajustes están habilitados y configurados en su sistema o no. ¡Los cambios en el sistema no se han hecho todavía! \r\nAplicar seleccionados (botón): esto habilitará todos los ajustes seleccionados. \r\nRevertir seleccionados (botón): esto restaurará la configuración predeterminada de Windows 10. \r\nConfigurado (estado): esto indica que su privacidad está protegida. \r\nNo configurado (estado): esto indica que la configuración de Windows 10 sigue en su lugar.
fr: Informations sur un paramètre: \r\nDéplacez le curseur sur un paramètre pour afficher une brève explication \r\nAnalyser (Bouton) : Détermine les paramètres qui sont activés et configurés sur votre système ou non. AUCUNE modification du système n'est encore effectuée ! \r\nAppliquer la sélection (Bouton) : Cette option permet d'activer tous les paramètres sélectionnés. \r\nRétablir le choix (Bouton) : permet de restaurer les paramètres Windows 10 par défaut. \r\nConfiguré (État) : indique que votre vie privée est protégée. \r\nNon configuré (État) : indique que les paramètres Windows 10 sont en place.
it: Informazioni su un'impostazione: \r\nSposta il cursore su un'impostazione per visualizzare una breve spiegazione \r\nAnalizza (Button): Determina quali impostazioni sono abilitate e configurate sul tuo sistema o meno. Non sono ancora state apportate modifiche al sistema! \r\nApplica selezionato (Button): Questo attiverà tutte le impostazioni selezionate. \r\nRipristina la selezione (Button): Questo ripristinerà le impostazioni predefinite di Windows 10. \r\nConfigurato (Stato): Indica che la tua privacy è protetta. \r\nNon Configurato (Stato): Indica che le impostazioni di Windows 10 sono in funzione.
pt: Informação sobre uma configuração: \r\nMova o mouse sob uma configuração para obter uma explicação rápida \r\nAnalisar (Botão): Determina quais configurações estão ou não ativadas e configuradas no seu sistema. Nenhuma mudança no sistema foi feita ainda! \r\nAplicar Selecionados (Botão): Isso irá habilitar todas as configurações selecionadas. \r\nReverter Selecionados (Botão): Isso irá restaurar as configurações padrões do Windows 10. \r\nConfigurado (Estado): Isso indica que a sua privacidade está protegida. \r\nNão Configurado (Estado): Isso indica que as configurações padrão do Windows 10 estão ativas.
ru: Информация о настройке: \r\nНаведите курсор, чтобы просмотреть краткую информацию. \r\nАнализировать (Кнопка): определяет, какие параметры включены и настроены в вашей системе. Никаких системных изменений пока не сделано! \r\nПрименить выбранное (Кнопка): активирует все выбранные вами настройки. \r\nВосстановить выбранное (Кнопка): это восстановит настройки Windows 10 по умолчанию. \r\nНастроено (Состояние): указывает, что ваша конфиденциальность защищена. \r\nНе настроено (Состояние): это означает, что настройки Windows 10 не изменены.
tr: Bir ayar hakkında bilgi almak için: \r\nİmleci bir ayarın üstüne getirin \r\nAnaliz (Buton): Hangi ayarların etkinleştirilip, sisteminizde yapılandırıldığını kontrol et. Sistemde herhangi bir değişiklik YAPMAZ! \r\nSeçilenleri uygula (Buton): Seçtiğiniz tüm ayarları aktif eder. \r\nSeçilenleri geri al (Buton): Seçtiğinz ayarları Windows 10 varsayılanına döndürür. \r\nYapılandırıldı (Durum): Bu, gizliliğinizin korunduğunu gösterir. \r\nYapılandırılmadı (Durum): Bu, Windows 10 ayarlarının yerinde olduğunu gösterir.
zh: 有关设置的信息： \r\n将光标移到设置项上以查看简要说明 \r\n分析(按钮)：确定您的系统是否启用和配置了哪些设置，注意只做分析并不会对系统进行更改！ \r\n应用选中项(按钮)：这将启用所有选定的设置 \r\n还原选中项(按钮)：这将还原默认的 Windows 10 设置 \r\n已配置(状态)：这表明您的隐私已受到保护 \r\n未配置(状态)：这表示 Windows 10 设置未做更改

source: Info
ar: المعلومات:
es: Información
fr: Informations
it: Informazioni
pt: Informações
ru: Инфо
tr: Bilgi
zh: 信息

# infoApp
source: The open source Windows 10 privacy settings app. This is in no way related to Microsoft and a completely independent project. All infos and credits about this project on \tgithub.com/builtbybel/privatezilla You can also follow me on \ttwitter.com/builtbybel (C#) 2021, Builtbybel
ar: تطبيق إعدادات الخصوصية ل Windows 10 مفتوح المصدر. هذا لا يرتبط بأي حال من الأحوال بمايكروسوفت ومشروع مستقل تماماً. كل المعلومات والائتمانات حول هذا المشروع في \tgithub. om/builtbybel/privatezilla يمكنك أيضا متابعتي في \tتويتر. om/builtbybel <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> أرصدة الترجمة إلى: ضع معلوماتك واسمك وبريدك الإلكتروني هنا! <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> (C#) 2020، بناء البطاقة
de: Die Open-Source Windows 10 Privatsphären-Einstellungs-App. Diese App steht in keinerlei Vebindung zu Microsoft und ist ein unabhängiges Projekt. Alle Infos und Credits zu dem Projekt auf \tgithub.com/builtbybel/privatezilla Sie können mir außerdem folgen auf \ttwitter.com/builtbybel ☆━━━━━━━━━━━━━━━☆ Übersetzer: uDEV (https://crowdin.com/profile/uDEV) ☆━━━━━━━━━━━━━━━☆ (C#) 2021, Builtbybel
es: La aplicación de código abierto para la configuración de la privacidad en Windows 10. Esto no está relacionado de ninguna manera con Microsoft y es un proyecto completamente independiente. Toda la información y los créditos sobre este proyecto están en \tgithub.com/builtbybel/privatezilla También puedes seguirme en \ttwitter.com/builtbybel ☆━━━━━━━━━━━━━━━☆ Créditos de traducción a: Peter A. Cuevas H. (petercuevas.6@gmail.com) ☆━━━━━━━━━━━━━━━☆ (C#) 2021, Builtbybel
fr: L'application open source pour les paramètres de la vie privée dans Windows 10. Ceci n'est en aucun cas affilié à Microsoft et est un projet complètement indépendant. Toutes les informations et crédits à propos de ce projet sont à consulter sur : \tgithub.com/builtbybel/privatezilla Vous pouvez aussi me suivre sur : \ttwitter.com/builtbybel ☆━━━━━━━━━━━━━━━☆ Traduction apportée par : Rémy COSTA et autres ☆━━━━━━━━━━━━━━━☆ (C#) 2021, Builtbybel
it: L'app open source per le impostazioni sulla privacy di Windows 10. Non è in alcun modo correlata a Microsoft ed è un progetto completamente indipendente. Tutte le info e crediti su questo progetto le trovi su \tgithub.com/builtbybel/privatezilla Puoi anche seguirmi su \ttwitter.com/builtbybel (C#) 2021, Builtbybel
pt: O programa de código aberto para as configurações de privacidade do Windows 10. Esse projeto não está de nenhuma forma relacionado a Microsoft e é completamente independente. Informações e créditos do projeto se encontram em \tgithub.com/builtbybel/privatezilla Me siga também aqui \ttwitter.com/builtbybel ☆━━━━━━━━━━━━━━━☆ Traduzido por Clava (https://twitter.com/danielclava) ☆━━━━━━━━━━━━━━━☆ (C#) 2021, Builtbybel
ru: Приложение для настройки конфиденциальности Windows 10 с открытым исходным кодом. Проект никак не связан с Microsoft и является полностью независимым. Вся информация и кредиты об этом проекте на \tgithub.com/builtbybel/privatezilla Вы также можете подписаться на меня \ttwitter.com/builtbybel Перевод: Almanex (C #) 2021, Builtbybel
tr: Açık kaynak kodlu Windows 10 gizlilik ayarı uygulaması. Bu, tamamen bağımsız bir projedir ve Microsoft ile ilgili herhangi bir bağlantısı yoktur. Bu proje hakkındaki tüm bilgiler ve yapımcılar \tgithub.com/builtbybel/privatezilla Ayrıca beni buradan takip edebilirsiniz \ttwitter.com/builtbybel ☆━━━━━━━━━━━━━━━☆ Translator: Yusuf Cihan (https://github.com/ysfchn) ☆━━━━━━━━━━━━━━━☆ (C#) 2021, Builtbybel
zh: 开源的 Windows 10 隐私设置工具 这是一个完全独立与微软毫不相干的项目 此项目的所有信息和信用在 \tgithub.om/buildbybel/privatezilla ☆━━━━━━━━━━━━━━━☆ 翻译人员: 作者: 涛锅 邮箱: duzhe163908@gmail.com 简体中文 ☆━━━━━━━━━━━━━━━☆ 您也可以在推特上关注我 \ttwitter.com/buildbybel (C#) 2021, Builtbybel

# LblPS
source: Scripts
ar: البرنامج النصي سكريبت
de: Skripts
it: Script
ru: Сценарий
tr: Kodlar
zh: 脚本

# LblPSHeader
source: Apply PowerShell Script
ar: تطبيق برنامج PowerShell Script
de: PowerShell Skripts anwenden
es: Aplicar el script de PowerShell
fr: Appliquer le script PowerShell
it: Applica Script PowerShell
pt: Aplicar Script de Powershell
ru: Применить сценарий PowerShell
tr: PowerShell kodunu uygula
zh: 应用 PowerShell 脚本

# LblSettings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Параметр
tr: Ayarla
zh: 设置

# LblStatus
source: Press Analyze to check for configured settings.
ar: اضغط Analyze للتحقق من المحددات التي تم توصيفها.
de: Drücke Analysieren um nach konfigurierten Einstellungen zu suchen.
es: Presione Analizar para comprobar los ajustes configurados.
fr: Appuyez sur Analyse pour vérifier les paramètres configurés.
pt: Clique em analisar para buscar por configurações aplicadas.
ru: Нажмите Анализировать, чтобы проверить настройку параметров.
tr: Yapılandırılmış ayarları kontrol etmek için Analiz tuşuna basın.
zh: 点击分析按钮检查已配置的设置

# msgAppCompatibility
source: You are running Privatezilla on a system older than Windows 10. Privatezilla is limited to Windows 10 ONLY.
ar: يتم تشغيل Privatezilla على نظام أقدم من Windows 10. Privatezilla محدد بنظام Windows 10 ONLY.
de: Sie führen Privatezilla auf einem System aus, welches eine Windows Version verwendet, welche älter als Windows 10 ist. Privatezilla kann AUSSCHLIESSLICH unter Windows 10 verwendet werden.
es: Estás ejecutando Privatezilla en un sistema más antiguo que Windows 10. Privatezilla está limitado a Windows 10 SOLAMENTE.
fr: Vous exécutez Privatezilla sur un système antérieur à Windows 10. Privatezilla est limité à Windows 10 UNIQUEMENT.
it: Stai eseguendo Privatezilla su un sistema più vecchio di Windows 10. Privatezilla è limitato solo a Windows 10.
pt: Você está executando Privatezilla em uma versão anterior à Windows 10. Privatezilla é limitado apenas ao Windows 10.
ru: Используйте Privatezilla только в ОС Windows 10. Privatezilla ограничена ТОЛЬКО Windows 10.
tr: Privatezilla'yı Windows 10'dan daha eski bir sistemde kullanıyorsunuz. Privatezilla SADECE Windows 10 ile sınırlıdır.
zh: 您在低于 Windows 10 的系统上运行 Privatezilla, Privatezilla 仅限 Win10

# msgPSSave
source: Please switch to code view.
ar: الرجاء التبديل إلى طريقة عرض الكود.
de: Bitte wechsle zur Code Ansicht.
es: Por favor, cambie a la vista de código.
fr: Veuillez passer à la vue du code.
it: Si prega di passare alla visualizzazione del codice.
pt: Por favor, troque para a visualização de código.
ru: Пожалуйста, переключитесь в режим просмотра кода.
tr: Lütfen kod görünümüne geçin.
zh: 请切换至代码视图

# msgPSSelect
source: Please select a script.
ar: يُرجى اختيار مزوّد.
de: Bitte wähle einen Skript aus.
es: Por favor, seleccione un script.
fr: Veuillez sélectionner un script.
it: Seleziona uno script.
pt: Por favor selecione um script,
ru: Пожалуйста, выберите сценарий.
tr: Lütfen bir komut dosyası seçin.
zh: 请选择一个脚本

# msgPSSuccess
source: has been successfully executed
ar: تم القبول بنجاح
de: wurde erfolgreich ausgeführt
es: se ha ejecutado con éxito
fr: a été exécuté avec succès
it: è stato eseguito con successo
pt: Executado com sucesso.
ru: был успешно выполнен
tr: başarıyla çalıştırıldı
zh: 已成功执行

# PSBack
source: Back
ar: للخلف
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar
ru: Назад
tr: Geri
zh: 返回

# PSImport
source: Import script
ar: استورد برمجة
de: Skript importieren
es: Importar script
fr: Importer le script
it: Importa script
pt: Importar Script
ru: Импорт сценария
tr: Komut dosyasını içeri aktar
zh: 导入脚本

# PSInfo
source: What does this script do?\r\n
ar: ما الذي يفعله هذا النص ؟\r\n
de: Was macht diese/r Vorlage/Skript?\r\n
es: ¿Qué hace este script?\r\n
fr: Qu'est-ce que ce modèle/script fait?\r\n
it: Che cosa fa questo script?\r\n
pt: O que esse script faz?\r\n
ru: Что делает этот шаблон/скрипт?\r\n
tr: Bu komut dosyası ne yapıyor?\r\n
zh: 此模板/脚本有什么作用？\r\n

# PSMarketplace
source: Visit Marketplace
ar: قم بزيارة App Marketplace
de: Marktplatz besuchen
es: Visitar el Mercado
fr: Voir le Marché
it: Visita Il Marketplace
pt: Visitar Mercado
ru: Посетить Marketplace
tr: Pazarı ziyaret edin
zh: 访问应用市场

# PSSaveAs
source: Save current script as new preset script
ar: حفظ النص المنسق الحالي على أنه برنامج نصي محدد مسبقا
de: Derzeitigen Skript als neuen Vorlage Skript speichern
es: Guardar el script actual como un nuevo script predefinido
fr: Enregistrer le script courant en tant que nouveau script prédéfini
it: Salva lo script corrente come nuovo script preimpostato
pt: Salvar o script atual como script pré-definido
ru: Сохранить текущий сценарий как новый предустановленный сценарий
tr: Mevcut komut dosyasını önayarlı komut dosyası olarak kaydet
zh: 保存当前脚本为新的预设脚本

# releaseUnofficial
source: You are using an unoffical version of Privatezilla.
ar: تقوم باستخدام نسخة غير رسدية من Privatezilla.
de: Sie benutzen eine inoffizielle Version von Privatezilla
es: Estás usando una versión no oficial de Privatezilla.
fr: Vous utilisez une version non officielle de Privatezilla.
it: Stai usando una versione non ufficiale di Privatezilla.
pt: A sua versão do Privatezilla não é oficial.
ru: Вы используете неофициальную версию Privatezilla.
tr: Privatezilla'nın resmi olmayan bir sürümünü kullanıyorsunuz.
zh: 您当前使用的是非官方版的 Privatezilla

# releaseUpdateAvailable
source: There is a new version available #
ar: هناك إصدار جديد #
de: Eine neue Version ist verfügbar #
es: Hay una nueva versión disponible #
fr: Il existe une nouvelle version disponible #
it: C'è una nuova versione disponibile #
pt: Há uma nova versão disponível #
ru: Доступна новая версия #
tr: Yeni sürüm mevcut #
zh: 发现新版本 #

# releaseUpdateAvailableURL
source: \r\nDo you want to open the @github/releases page?
ar: \r\nهل ترغب في فتح صفحة @github/الاصدارات ؟
de: \r\nWollen sie die @github/releases Seite öffnen?
es: \r\n¿Quieres abrir la página de @github/releases?
fr: \r\nVoulez-vous ouvrir la page @github/releases?
it: \r\nVuoi aprire la pagina @github/releases?
pt: \r\nVocê deseja abrir a página @github/releases?
ru: \r\nХотите открыть страницу @github/releases page?
tr: \r\n@github/releases sayfasını açmak istiyor musunuz?
zh: \r\n您想打开 @github/released 页面吗？

# releaseUpdateYourVersion
source: \r\nYour are using version #
ar: \r\nأنت تستخدم النسخة #
de: \r\nSie benutzen die Version #
es: \r\nEstás usando la versión #
fr: \r\nVous utilisez la version #
it: \r\nStai usando la versione #
pt: \r\nVocê está usando a versão #
ru: \r\nВы используете версию #
tr: \r\n# sürümünü kullanıyorsunuz
zh: \r\n您正在使用版本 #

# releaseUpToDate
source: There are currently no updates available.
ar: لا يوجد حالياً أي تحديثات متاحة.
de: Es sind keine neuen Updates verfügbar
es: Actualmente no hay actualizaciones disponibles.
fr: Aucune mise à jour n'est disponible actuellement.
it: Al momento non ci sono aggiornamenti disponibili.
pt: Não há novas atualizações.
ru: В настоящее время нет доступных обновлений.
tr: Şu an herhangi bir güncelleme mevcut değil.
zh: 当前没有新版本

# rootSettingsApps
source: App permissions
ar: إذن التطبيقات
de: App-Berechtigungen
es: Permisos de las aplicaciones
fr: Autorisations d'application
it: Permessi app
pt: Permissões de aplicativo.
ru: Разрешения приложения
tr: Uygulama izinleri
zh: 软件权限

# rootSettingsBloatware
source: Bloatware
ar: تطبيق زائد
es: Software innecesario
ru: Предустановленные приложения

# rootSettingsBloatwareInfo
source: Debloat Windows 10
ar: دينفان ويندوز 10
de: Windows 10 debloaten
es: Desinflar Windows 10
fr: Déverminer Windows 10
pt: Limpar Windows 10
ru: Сценарии блокировки функций Windows 10
tr: Windows 10'daki gereksiz, sistem kaynağı sömüren uygulamalardan kurtulun

# rootSettingsCortana
source: Cortana
ar: كورتانا
ru: Кортана
zh: 微软小娜

# rootSettingsDefender
source: Windows Defender
ar: المدافع عن Windows
ru: Защитник Windows

# rootSettingsEdge
source: Microsoft Edge
ar: متصفح مايكروسوفت إيدج

# rootSettingsGaming
source: Gaming
ar: وضع اللعبة
fr: Jeu
it: Giochi
pt: Jogos
ru: Игры
tr: Oyun
zh: 游戏

# rootSettingsPrivacy
source: Privacy
ar: الخصوصية
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
zh: 隐私

# rootSettingsSecurity
source: Security
ar: الحماية
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt: Segurança
ru: Безопасность
tr: Güvenlik
zh: 安全

# rootSettingsUpdates
source: Updates
ar: تحديثات في
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
pt: Atualizações
ru: Обновления
tr: Güncellemeler
zh: 更新

# settingsAppsAccountInfo
source: Disable app access to account info
ar: عدم اتاحة امكانية التوصل للتطبيق لمعلومات الحساب
de: App-Zugriff auf Kontoinformationen deaktivieren
es: Deshabilitar el acceso de las aplicaciones a la información de la cuenta
fr: Désactiver l'accès aux applications pour les informations de compte
it: Disabilita l'accesso delle app alle informazioni dell'account
pt: Remover o acesso dos aplicativos às informações da conta
ru: Отключить доступ приложения к информации об аккаунте
tr: Uygulamaların hesap erişimini kapat
zh: 禁用应用访问帐户信息

# settingsAppsAppNotifications
source: Disable app notifications
ar: تعطيل الإعلامات الخاصة بي
de: App-Benachrichtigungen deaktivieren
es: Deshabilitar las notificaciones de las aplicaciones
fr: Désactiver les notifications d'application
it: Disattiva le notifiche delle app
pt: Desativar notificações de aplicativos
ru: Отключить уведомления приложений
tr: Uygulama bildirimlerini kapat
zh: 禁用应用通知
