Repository: builtbybel/privatezilla
Catalog: src/Privatezilla/Locales/Locale.*.resx
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# settingsBloatwareRemoveUWPDefaults
source: Remove all built-in apps except defaults
ar: إزالة جميع التطبيقات المدمجة باستثناء الافتراضية
de: Alle integrierten Apps, außer Standard-Apps, entfernen
es: Eliminar todas las aplicaciones integradas excepto las predeterminadas
fr: Supprimer toutes les applications intégrées sauf celles par défaut
it: Rimuovi tutte le app integrate tranne quelle predefinite
pt: Remove todos os aplicativos de fábrica exceto padrões
ru: Удалить все встроенные приложения, кроме:
tr: Varsayılanlar dışındaki kendiliğinden yüklü tüm uygulamaları sil
zh: 移除除预设以外的所有内置应用程序

# settingsBloatwareRemoveUWPDefaultsInfo
source: This will remove all built-in apps except the following:\nMicrosoft Store\nApp Installer\nCalendar\nMail\nCalculator\nCamera\nSkype\nGroove Music\nMaps\nPaint 3D\nYour Phone\nPhotos\nSticky Notes\nWeather\nXbox
ar: سيؤدي هذا إلى إزالة جميع التطبيقات المدمجة باستثناء ما يلي:\nمتجر مايكروسوفت\nتثبيت التطبيق\nتقويم\nالبريد\nحاسبة\nكاميرا\nSkype\nGroove Music\nالخرائط\nPaint 3D\nهاتفك\nصور\nملاحظات مثبتة\nالطقس\nXbox
de: Dadurch werden alle integrierten Apps, außer folgenden, entfernt:\nMicrosoft Store\nApp Installer\nKalender\nMail\nRechner\nKamera\nSkype\nGroove Music\nKarte\n3D Paint\nIhr Telefon\nFotos\nNotizen\nWetter\nXbox
es: Esto eliminará todas las aplicaciones incorporadas, excepto las siguientes:\nMicrosoft Store\nInstalador de aplicaciones\nCalendario\nCorreo\nCalculadora\nCámara\nSkype\nGroove Music\nMapas\nPaint 3D\nTu teléfono\nFotos\nSticky Notes\nWeather\nXbox
fr: Ceci va retirer toutes les applications pré installées à l'exception des suivantes:\nMicrosoft Store\nApp Installer\nAgenda\nMail\nCalculatrice\nCaméra\nSkype\nGroove Music\nCartes\nPeinture 3D\nVotre téléphone\nPhotos\nNotes\nMétéo\nXbox
it: Questo rimuoverà tutte le applicazioni integrate tranne le seguenti:\nMicrosoft Store\nApp Installer\nCalendar\nMail\nCalculator\nCamera\nSkype\nGroove Music\nMaps\nPaint 3D\nIl tuo telefono\nFoto\nNote adesive\nTempo\nXbox
pt: Isso removerá todos os aplicativos de fábrixa exceto:\nMicrosoft Store\nApp Installer\nCalendário\nMail\nCalculadora\nCamera\nSkype\nGroove Music\nMapas\nPaint 3D\nSeu Telefone\nFotos\nNotas Autoadesivas\nClima\nXbox
ru: Это приведет к удалению всех встроенных приложений, кроме следующих:\nMicrosoft Store\nApp Installer\nCalendar\nMail\nCalculator\nCamera\nSkype\nGroove Music\nMaps\nPaint 3D\nYour Phone\nPhotos\nSticky Notes\nWeather\nXbox
tr: Aşağıdaki uygulamalar dışındaki kendiliğinden yüklü tüm uygulamaları sil:\nMicrosoft Store\nUygulama Yükleyici\nTakvim\nPosta\nHesap Makinesi\nKamera\nSkype\nGroove Müzik\nHaritalar\nPaint 3D\nTelefonunuz\nFotoğraflar\nYapışkan Notlar\nHava\nXbox
zh: 这将移除(除以下应用外)所有内置应用程序:\nMicrosoft Store\nApp Installer\nCalendar\nMail\nCalculator\nCamera\nSkype\nGroove Music\nMaps\nPaint 3D\nYour Phone\nPhotos\nSticky Notes\nWeather\nXbox

# settingsCortanaDisableBing
source: Disable Bing in Windows Search
ar: تعطيل Bing في Windows للبحث
de: Bing in Windows-Suche deaktivieren
es: Deshabilitar Bing en la búsqueda de Windows
fr: Désactiver Bing dans la recherche Windows
it: Disabilita Bing nella ricerca di Windows
pt: Desativar o bing na busca do Windows
ru: Отключить поиск Bing в Windows
tr: Windows Arama'da Bing'i kapat
zh: 在 Windows 搜索中禁用 Bing

# settingsCortanaDisableBingInfo
source: Windows 10, by default, sends everything you search for in the Start Menu to their servers to give you results from Bing search.
ar: ويندوز 10، بشكل افتراضي، يرسل كل ما تبحث عنه في قائمة البدء إلى الخوادم لإعطائك نتائج من بحث بينغ.
de: Windows 10 sendet standardmäßig alles wonach Sie im Startmenü suchen an Microsoft, um Ihnen Ergebnisse aus der Bing-Suche zu liefern.
es: Windows 10, por defecto, envía todo lo que buscas en el menú de inicio a sus servidores para darte resultados de las búsquedas en Bing.
fr: Windows 10, par défaut, envoie à ses serveurs tout ce que vous recherchez dans le menu Démarrer pour vous donner les résultats de la recherche Bing.
it: Windows 10, per impostazione predefinita, invia tutto quello che cerchi nel menu Start ai loro server per darti i risultati dalla ricerca Bing.
pt: Windows 10, por padrão, envia tudo digitado na barra de pesquisa aos servidores deles para mostrar resultados do Bing
ru: Windows 10 по умолчанию отправляет все, что вы ищете в меню «Пуск», на свои серверы, чтобы предоставить вам результаты поиска Bing.
tr: Windows 10, varsayılan olarak, size Bing aramasından sonuçlar vermek için Başlat Menüsünde aradığınız her şeyi sunucularına gönderir.
zh: 默认情况下 Windows 10 会将您在开始菜单中搜索的所有内容发送到他们的服务器，然后以此为您 提供 Bing 搜索的结果

# settingsCortanaDisableCortana
source: Disable Cortana
ar: تعطيل كورتانا
de: Cortana deaktivieren
es: Deshabilitar Cortana
fr: Désactiver Cortana
it: Disabilita Cortana
pt: Desativar Cortana
ru: Отключить Кортану
tr: Cortana'yı devre dışı bırak
zh: 禁用微软小娜

# settingsCortanaDisableCortanaInfo
source: Cortana is Microsoft's virtual assistant that comes integrated into Windows 10.\nThis setting will disable Cortana permanently and prevent it from recording and storing your search habits and history.
ar: كورتانا هو المساعد الافتراضي لمايكروسوفت والذي يأتي مدمجا في ويندوز 10.\nهذا الإعداد سيعطل كورتانا بشكل دائم ويمنعها من تسجيل وتخزين عادات البحث الخاصة بك وسجل البحث.
de: Cortana ist Microsoft's virtueller Assistent, der in Windows 10 integriert ist.\nDiese Einstellung wird Cortana dauerhaft deaktivieren und verhindern, dass Ihre Suchgewohnheiten und -verlauf aufgezeichnet und gespeichert wird.
es: Cortana es el asistente virtual de Microsoft que viene integrado en Windows 10.\nEsta configuración deshabilitará a Cortana permanentemente e impedirá que registre y almacene sus hábitos de búsqueda y su historial.
fr: Cortana est l'assistant virtuel de Microsoft qui est intégré dans Windows 10.\nCe paramètre va désactiver définitivement Cortana et l'empêcher d'enregistrer et de stocker vos habitudes de recherche et votre historique.
it: Cortana è l'assistente virtuale di Microsoft che viene integrato in Windows 10.\nQuesta impostazione disabiliterà Cortana in modo permanente e gli impedirà di registrare e memorizzare le tue abitudini di ricerca e la cronologia.
pt: Cortana é a assistente virtual da Microsoft que vem integrada ao Windows 10.\nEssa configuração desabilitará a Cortana permanentemente e impedirá que ela armazene seus habitos de pesquisa e histórico.
ru: Кортана - это виртуальный помощник Microsoft, который интегрирован в Windows 10.\nЭтот параметр навсегда отключит Кортану и не позволит ей записывать и сохранять ваши действия и историю.
tr: Cortana, Microsoft'un Windows 10'a entegre olarak gelen sanal asistanıdır.\nBu ayar Cortana'yı kalıcı olarak devre dışı bırakır ve arama alışkanlıklarınızı ve geçmişinizi kaydetmesini ve depolamasını engeller.
zh: Cortana 是集成到 Windows 10 的微软虚拟助手，\n此设置将永久禁用 Cortana, 并阻止其记录和存储您的搜索习惯与历史记录

# settingsCortanaUninstallCortana
source: Uninstall Cortana
ar: إلغاء تثبيت كورتانا
de: Cortana deinstallieren
es: Desinstalar Cortana
fr: Désinstaller Cortana
it: Disinstalla Cortana
pt: Desinstalar Cortana
ru: Удалить Кортану
tr: Cortana'yı kaldır
zh: 卸载微软小娜

# settingsCortanaUninstallCortanaInfo
source: This will uninstall the new Cortana app on Windows 10, version 2004.
ar: سيؤدي هذا إلى إلغاء تثبيت تطبيق كورتانا الجديد على ويندوز 10، إصدار 2004.
de: Dies wird die neue Cortana App unter Windows 10 Version 2004 deinstallieren.
es: Esto desinstalará la nueva aplicación de Cortana en Windows 10, versión 2004.
fr: Ceci désinstallera la nouvelle application Cortana sous Windows 10, version 2004.
it: Questo disinstallerà la nuova app Cortana su Windows 10, versione 2004.
pt: Isso irá desinstalar o novo aplicativo da Cortana no Windows 10, versão 2004
ru: Это приведет к удалению нового приложения Cortana в Windows 10 версии 2004.
tr: Windows 10'da sürüm 2004 ile birlikte gelen yeni Cortana uygulamasını kaldırır.
zh: 这将在 Windows 10 2004版本上卸载新版微软小娜

# settingsDefenderDisableSmartScreenStore
source: Disable SmartScreen for Store Apps
ar: تعطيل SmartSscreen لتطبيقات المتجر
de: SmartScreen für Store-Apps deaktivieren
es: Deshabilitar SmartScreen para las aplicaciones de la Tienda
fr: Désactiver SmartScreen pour les applications Store
it: Disabilita SmartScreen per le app Store
pt: Desabilitar o SmartScreen para aplicativos da loja
ru: Отключить SmartScreen для приложений из магазина
tr: Mağaza uygulamaları için SmartScreen'ı kapat
zh: 为商店应用禁用 SmartScreen

# settingsDefenderDisableSmartScreenStoreInfo
source: Windows Defender SmartScreen Filter helps protect your device by checking web content (URLs) that Microsoft Store apps use.
ar: يساعد فلتر شاشة Windows المدافع الذكية على حماية جهازك عن طريق التحقق من محتوى الويب (URLs) الذي تستخدمه تطبيقات متجر Microsoft.
de: Windows Defender SmartScreen Filter schützt Ihr Gerät, indem sie Webinhalte (URLs) überprüfen, die von Microsoft Store Apps verwendet werden.
es: El filtro SmartScreen de Windows Defender ayuda a proteger tu dispositivo comprobando el contenido web (URL) que utilizan las aplicaciones de Microsoft Store.
fr: Le filtre SmartScreen de Windows Defender protège votre appareil en vérifiant le contenu Web (URLs) utilisé par les applications Microsoft Store.
it: Windows Defender SmartScreen Filter aiuta a proteggere il tuo dispositivo controllando i contenuti web (URL) e le app Microsoft Store utilizzate.
pt: O filtroSmartScreen do Windows Defender ajuda a proteger seu dispositivo checando conteúdos da web (URLs) que os aplicativos da Microsoft Store usam
ru: Фильтр SmartScreen Защитника Windows помогает защитить ваше устройство, проверяя веб-контент (URL-адреса), используемый приложениями Microsoft Store.
tr: Windows Defender SmartScreen Filtresi, Microsoft Mağazası uygulamalarının kullandığı web içeriğini (URL'ler) kontrol ederek cihazınızın korunmasına yardımcı olur.
zh: Windows Defender SmartScreen 过滤器通过检查微软商店应用使用的 Web 内容 (链接)，来帮助保护您的设备

# settingsEdeAutoFillCredit
source: Disable AutoFill for credit cards
ar: تعطيل التعبئة التلقائية لبطاقات الائتمان
de: Auto-Ausfüllen für Kreditkarten deaktivieren
es: Deshabilitar la función de autocompletar para las tarjetas de crédito
fr: Désactiver le remplissage automatique des cartes de crédit
it: Disabilita riempimento automatico delle carte di credito
pt: Desabilitar o preenchimento automático para cartões de crédito
ru: Отключить автозаполнение для кредитных карт
tr: Kredi kartları için otomatik doldurmayı kapat
zh: 禁用信用卡自动填充

# settingsEdeAutoFillCreditInfo
source: Microsoft Edge's AutoFill feature lets users auto complete credit card information in web forms using previously stored information.
ar: تتيح ميزة Microsoft Edge's AutoFill للمستخدمين الإكمال التلقائي لمعلومات بطاقة الائتمان في نماذج الويب باستخدام المعلومات المخزنة سابقاً.
de: Mit der AutoFill-Funktion von Microsoft Edge können Benutzer automatisch Kreditkarteninformationen in Web-Formularen mit zuvor gespeicherten Informationen vervollständigen.
es: La función de autocompletar de Microsoft Edge permite a los usuarios completar automáticamente la información de la tarjeta de crédito en formularios web utilizando la información almacenada previamente.
fr: La fonction de remplissage automatique de Microsoft Edge permet aux utilisateurs de remplir automatiquement les informations de carte de crédit dans des formulaires Web à l'aide des informations stockées précédemment.
it: La funzione AutoRiempimento di Microsoft Edge consente agli utenti di completare automaticamente le informazioni della carta di credito nei moduli web utilizzando le informazioni precedentemente memorizzate.
pt: O preenchimento automático do Microsoft Edge permite que usuários preencherem formulários de cartão de crédito automáticamente com base em informações préviamente armazenadas.
ru: Функция автозаполнения Microsoft Edge позволяет пользователям автоматически заполнять данные кредитной карты в веб-формах, используя ранее сохраненную информацию.
tr: Microsoft Edge'in Otomatik Doldur özelliği, kullanıcıların önceden depolanan bilgileri kullanarak web formlarında kredi kartı bilgilerini otomatik olarak tamamlamasına olanak tanır.
zh: Microsoft Edge 的自动填充功能能使用户使用先前存储的信息自动填写 Web 表单中的信用卡信息

# settingsEdgeBackground
source: Prevent Edge running in background
ar: المزامنة قيد التشغيل في الخلفية
de: Ausführung von Edge im Hintergrund unterbinden
es: Evita que Edge se ejecute en segundo plano
fr: Empêcher l'exécution en arrière-plan de Edge
it: Previene l'esecuzione di Edge in background
pt: Evita que o Edge execute em segundo plano
ru: Запретить запуск Edge в фоновом режиме
tr: Edge'in arka planda çalışmasını önle
zh: 阻止 Edge 在后台运行

# settingsEdgeBackgroundInfo
source: On the new Chromium version of Microsoft Edge, extensions and other services can keep the browser running in the background even after it's closed.
ar: على إصدار Chromium الجديد من Microsoft Edge ، يمكن للملحقات وغيرها من الخدمات أن تبقي المتصفح يعمل في الخلفية حتى بعد إغلاقه.
de: Mit der neuen Chromium-Version von Microsoft Edge können Erweiterungen und andere Dienste den Browser auch nach dem Schließen im Hintergrund ausgeführt lassen.
es: En la nueva versión Chromium de Microsoft Edge, las extensiones y otros servicios pueden mantener el navegador funcionando en segundo plano incluso después de haberlo cerrado.
fr: Sur la nouvelle version Chromium de Microsoft Edge, les extensions et autres services peuvent maintenir le navigateur en arrière-plan même après sa fermeture.
it: Sulla nuova versione Chromium di Microsoft Edge, estensioni e altri servizi possono mantenere il browser in esecuzione in background anche dopo che è stato chiuso.
pt: Na nova versão Chromium do Microsoft Edge, extensões e outros serviços podem fazer com que o navegador rode em segundo plano mesmo depois de fechado.
ru: В новой версии Microsoft Edge Chromium расширения и другие службы могут поддерживать работу браузера в фоновом режиме даже после его закрытия.
tr: Microsoft Edge'in yeni Chromium sürümünde, uzantılar ve diğer hizmetler, tarayıcının kapatıldıktan sonra bile arka planda çalışmasını sağlayabilir.
zh: 在新版 Chromium Microsoft Edge，即时关闭浏览器，扩展和其他服务仍然可以继续在后台运行

# settingsEdgeBlockEdgeRollout
source: Block Installation of New Microsoft Edge
ar: حظر تثبيت Microsoft Edge جديد
de: Installation des neuen Microsoft Edge blockieren
es: Bloquear la instalación del nuevo Microsoft Edge
fr: Bloquer l'installation du nouveau Microsoft Edge
it: Blocca Installazione del Nuovo Microsoft Edge
pt: Bloqueia a instalação do novo Microsoft Edge
ru: Заблокировать установку нового Microsoft Edge
tr: Yeni Microsoft Edge Kurulumunu Engelle
zh: 屏蔽新版 Edge 安装

# settingsEdgeBlockEdgeRolloutInfo
source: This will block Windows 10 Update Force Installing of the new Chromium-based Microsoft Edge web browser if it's not installed already on the device.
ar: سيؤدي هذا إلى حظر تحديث نظام Windows 10 لتثبيت متصفح ويب Microsoft Edge الجديد القائم على Chromium، إذا لم يتم تثبيته مسبقاً على الجهاز.
de: Dies blockiert die Installation des neuen Chromium-basierten Microsoft Edge Web-Browsers unter Windows 10, sofern er nicht bereits auf dem Gerät installiert ist.
es: Esto bloqueará la instalación forzosa de la actualización de Windows 10 del nuevo navegador web Microsoft Edge basado en Chromium si no está ya instalado en el dispositivo.
fr: Cela bloquera l'installation forcée par l'outil de mise à jour WIndows 10 du nouveau navigateur Web Microsoft Edge basé sur Chromium s'il n'est pas déjà installé sur l'appareil.
it: Questo bloccherà l'installazione forzata dell'aggiornamento di Windows 10 del nuovo browser Web Microsoft Edge basato su Chromium se non è già installato sul dispositivo.
pt: Isso bloqueará a instalação forçada da versão Chromium do Microsoft Edge se não estiver atualmente instalado no dispositivo.
ru: Это заблокирует принудительную установку нового веб-браузера Microsoft Edge на основе Chromium, если он еще не установлен на устройстве.
tr: Bu, cihazda henüz yüklü değilse, yeni Chromium tabanlı Microsoft Edge web tarayıcısının Windows 10 güncellemesine zorla yüklenmesini engeller.
zh: 这将阻止 Windows 10 更新强制安装基于 Chromium的新版 Edge，如果它尚未安装在设备上

# settingsEdgeDisableSync
source: Disable synchronization of data
ar: تعطيل مزامنة البيانات
de: Synchronisierung von Daten deaktivieren
es: Deshabilitar la sincronización de datos
fr: Désactiver la synchronisation des données
it: Disabilita la sincronizzazione dei dati
pt: Desabilitar a sincronização de dados
ru: Отключить синхронизацию данных
tr: Veri eşitlemesini kapat
zh: 禁用同步数据

# settingsEdgeDisableSyncInfo
source: This setting will disable synchronization of data using Microsoft sync services.
ar: سيؤدي هذا الإعداد إلى تعطيل مزامنة البيانات باستخدام خدمات مزامنة Microsoft.
de: Diese Einstellung deaktiviert die Synchronisierung von Daten mit Microsoft Sync-Diensten.
es: Esta configuración deshabilitará la sincronización de los datos mediante los servicios de sincronización de Microsoft.
fr: Ce paramètre désactivera la synchronisation des données à l'aide des services de synchronisation Microsoft.
it: Questa impostazione disabiliterà la sincronizzazione dei dati utilizzando i servizi di sincronizzazione Microsoft.
pt: Essa configuração desabilitará a sincronização de dados utilizando serviços do Microsoft Sync.
ru: Этот параметр отключит синхронизацию данных с помощью служб синхронизации Microsoft.
tr: Bu ayar, Microsoft senkronizasyon hizmetlerini kullanarak verilerin senkronizasyonunu devre dışı bırakır.
zh: 此设置将禁用使用 Microsoft 同步服务进行的数据同步

# settingsGamingGameBar
source: Disable Game Bar features
ar: تعطيل ميزات شريط اللعبة
de: Spielleisten-Funktionen deaktivieren
es: Deshabilitar las funciones de la barra del juego
fr: Désactiver les fonctions de la barre de jeu
it: Disabilita le funzionalità della barra di gioco
pt: Desabilitar as funções da Game Bar
ru: Отключить функции игровой панели
tr: Oyun Çubuğu özelliklerini kapat
zh: 禁用游戏栏功能

# settingsGamingGameBarInfo
source: This setting will disable the Windows Game Recording and Broadcasting.
ar: سيؤدي هذا الإعداد إلى تعطيل تسجيل وبث الويندوز.
de: Diese Einstellung wird die Windows Game Recording und Broadcasting deaktivieren.
es: Esta configuración deshabilitará la grabación y la transmisión de los juegos en Windows.
fr: Ce paramètre désactivera l'enregistrement et la diffusion des jeux dans Windows.
it: Questa impostazione disabiliterà la registrazione e la trasmissione di giochi di Windows.
pt: Essa configuração desabilitará a gravação e streaming de jogos pelo Windows Game.
ru: Этот параметр отключит запись и трансляцию игр Windows.
tr: Bu ayar, Windows Oyun Kaydı ve Yayın Yapma özelliğini devre dışı bırakacaktır.
zh: 此设置将禁用 Windows 游戏录制和广播

# settingsGamingGameBarInfoInfo
source: This will turn off tailored experiences with relevant tips and recommendations by using your diagnostics data. Many people would call this telemetry, or even spying.
ar: سيؤدي هذا إلى إيقاف التجارب المصممة خصيصا مع النصائح والتوصيات ذات الصلة باستخدام بيانات التشخيص الخاصة بك. العديد من الناس قد يتصلون بهذا القياس عن بعد، أو حتى التجسس.
de: Dies schaltet, basierend auf Ihren Diagnosedaten, die maßgeschneiderten Erfahrungen mit relevanten Tipps und Empfehlungen aus. Viele Menschen nennen dies Telemetrie oder sogar Spionage.
es: Esto apagará las experiencias a medida con consejos y recomendaciones relevantes usando sus datos de diagnóstico. Mucha gente llamaría a esto telemetría, o incluso espionaje.
fr: Désactive les aides et recommandations personnalisées basées sur vos données de diagnostic. Aussi appelée télémétrie ou espionnage.
it: Questo spegnerà le esperienze su misura con suggerimenti e consigli pertinenti utilizzando i tuoi dati diagnostici. Molte persone chiamerebbero questa telemetria, o anche spiando.
pt: Isso desabilitará experiencias personalizadas com recomendações e dicas utilizando suas informações de diagnostico como base. Muitas pessoas consideram isso telemetria, ou até mesmo espionagem
ru: Это отключит индивидуальный опыт с соответствующими советами и рекомендациями которые используют ваши диагностические данные. Многие назвали бы это телеметрией или даже шпионажем.
tr: Bu, tanı verilerinizi kullanarak ilgili ipuçları ve öneriler içeren özel deneyimleri kapatır. Birçok insan buna telemetri, hatta casusluk diyor.
zh: 这将关闭通过使用诊断数提供具有相关提示和建议的量身定制的体验。很多人称这是遥测，甚至是间谍行为

# settingsPrivacyBlockSuggestedApps
source: Block suggested apps in Start
ar: حظر التطبيقات المقترحة في البداية
de: Empfohlene Apps beim Start blockieren
es: Bloquear las aplicaciones sugeridas en el Inicio
fr: Bloquer les applications suggérées dans le démarrage
it: Blocca le app suggerite nel menu Start
pt: Bloqueia aplicativos sugeridos no iniciar
ru: Заблокировать предлагаемые приложения на начальном экране
tr: Başlangıçta önerilen uygulamaları engelle
zh: 禁用开始菜单的推荐应用

# settingsPrivacyBlockSuggestedAppsInfo
source: This will block the Suggested Apps that occasionally appear on the Start menu.
ar: سيؤدي هذا إلى حظر التطبيقات المقترحة التي تظهر من حين لآخر في قائمة البداية.
de: Dadurch werden die vorgeschlagenen Apps blockiert, die gelegentlich im Startmenü erscheinen.
es: Esto bloqueará las aplicaciones sugeridas que aparecen ocasionalmente en el Menú de Inicio.
fr: Bloquer l'affichage des Applications Suggérées dans le menu Démarrer.
it: Questo bloccherà le app suggerite che di tanto in tanto appaiono nel menu Start.
pt: Isso bloqueia aplicativos sugeridos que ocasionalmente aparecem no menu iniciar.
ru: Это заблокирует рекомендуемые приложения, которые иногда появляются в меню «Пуск».
tr: Bu, ara sıra Başlat menüsünde görünen Önerilen Uygulamaları engelleyecektir.
zh: 这将阻止偶尔出现在开始菜单上的推荐应用

# settingsPrivacyDiagnosticData
source: Prevent using diagnostic data
ar: تجنب استخدام بيانات الكتابة اليدوية
de: Verwendung von Diagnosedaten unterbinden
es: Evitar el uso de datos de diagnóstico
fr: Empêcher l'utilisation des données de diagnostic
it: Impedisci l'utilizzo di dati diagnostici
pt: Impede o uso de dados de diagnóstico
ru: Запретить использование диагностических данных
tr: Teşhis verilerinin kullanılmasını engelle
zh: 阻止使用诊断数据

# settingsPrivacyDiagnosticDataInfo
source: This will turn off tailored experiences with relevant tips and recommendations by using your diagnostics data. Many people would call this telemetry, or even spying.
ar: سيؤدي هذا إلى إيقاف التجارب المصممة خصيصا مع النصائح والتوصيات ذات الصلة باستخدام بيانات التشخيص الخاصة بك. العديد من الناس قد يتصلون بهذا القياس عن بعد، أو حتى التجسس.
de: Dies schaltet maßgeschneiderte Erfahrungen mit relevanten Tipps und Empfehlungen aus, die auf zu Ihrem Gerät gesammelten Diagnosedaten basieren. Viele würden dies Telemetrie oder sogar Spionage nennen.
es: Esto apagará las experiencias a medida con consejos y recomendaciones relevantes usando sus datos de diagnóstico. Mucha gente llamaría a esto telemetría, o incluso espionaje.
fr: Désactive les aides et recommandations personnalisées basées sur vos données de diagnostic. Aussi appelée télémétrie ou espionnage.
it: Questo spegnerà le esperienze su misura con suggerimenti e consigli pertinenti utilizzando i tuoi dati diagnostici. Molte persone chiamerebbero questa telemetria, o anche spia.
pt: Isso desabilitará experiencias personalizadas com recomendações e dicas utilizando suas informações de diagnostico como base. Muitas pessoas consideram isso telemetria, ou até mesmo espionagem
ru: Это отключит индивидуальный опыт с соответствующими советами и рекомендациями с использованием ваших диагностических данных. Многие назвали бы это телеметрией или даже шпионажем.
tr: Bu, tanı verilerinizi kullanarak ilgili ipuçları ve öneriler içeren özel deneyimleri kapatır. Birçok insan buna telemetri, hatta casusluk diyor.
zh: 这将关闭通过使用诊断数提供具有相关提示和建议的量身定制的体验。很多人称这是遥测，甚至是间谍行为
