Repository: builtbybel/privatezilla
Catalog: src/Privatezilla/Locales/Locale.*.resx
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# settingsPrivacyDisableAds
source: Disable Advertising ID for Relevant Ads
ar: تعطيل معرف الإعلان للإعلانات ذات الصلة
de: Werbe-ID für relevante Anzeigen deaktivieren
es: Deshabilitar la identificación de la publicidad para los anuncios relevantes
fr: Désactiver l'ID de la publicité pour les publicités pertinentes
it: Disabilita l'ID pubblicitario per gli annunci rilevanti
pt: Desabilitar o ID de anúncios para anúncios relevantes
ru: Отключить рекламный идентификатор для показа релевантной рекламы
tr: Kişiselleştirilmiş reklamlar için reklam kimliğini kapat
zh: 禁用相关广告的广告 ID

# settingsPrivacyDisableAdsInfo
source: Windows 10 comes integrated with advertising. Microsoft assigns a unique identificator to track your activity in the Microsoft Store and on UWP apps to target you with relevant ads.
ar: ويندوز 10 يأتي مدمجا مع الإعلانات. يقوم مايكروسوفت بتعيين معرف فريد لتتبع نشاطك في متجر مايكروسوفت وعلى تطبيقات UWP لاستهدافك مع الإعلانات ذات الصلة.
de: Windows 10 kommt mit integrierter Werbung daher. Microsoft weist Ihnen einen eindeutigen Identifikator zu, der Ihre Aktivitäten im Microsoft Store und in UWP-Apps verfolgt, um Ihnen relevante Anzeigen darzustellen.
es: Windows 10 viene integrado con la publicidad. Microsoft asigna un identificador único para rastrear tu actividad en la Microsoft Store y en las aplicaciones de UWP para dirigirte con anuncios relevantes.
fr: Windows 10 est intégré à la publicité. Microsoft assigne un identificateur unique pour suivre votre activité dans Microsoft Store et sur les applications UWP pour vous cibler avec des annonces pertinentes.
it: Windows 10 viene integrato con la pubblicità. Microsoft assegna un identificatore univoco per tracciare la tua attività nel Microsoft Store e nelle app UWP per fornirti annunci pertinenti.
pt: O Windows 10 vem integrado com anúncios. A Microsoft designa um identificador único ao usuário para rastrear as atividades na Microsoft Store e outros aplicativos UWP para mostrar anúncios relevantes.
ru: В Windows 10 интегрирована реклама. Microsoft назначает вам уникальный идентификатор для отслеживания вашей активности в Microsoft Store и в приложениях UWP, чтобы показывать вам релевантную рекламу.
tr: Windows 10, reklamla entegre olarak gelir. Microsoft, size kişiselleştirilmiş reklam göstermek için Microsoft Store'daki ve UWP uygulamalarındaki etkinliklerinizi izlerken benzersiz bir tanımlayıcı atar.
zh: Windows 10 初装集成广告。微软分配了一个独特的标识符来跟踪您在微软商店和 UWP 应用程序中的活动，从而为您提供相关广告

# settingsPrivacyDisableBiometrics
source: Disable Windows Hello Biometrics
ar: تعطيل Windows Hello Biometrics
de: Windows-Hello Biometrie deaktivieren
es: Deshabilitar la biometría de Windows Hello
fr: Désactiver Windows Hello Biometrics
it: Disabilita La Biometria Di Windows Hello
pt: Desabilita a biometria do Windows Hello
ru: Отключить биометрию Windows Hello
tr: Windows Hello Biyometrikler'i kapat
zh: 禁用 Windows Hello 生物识别

# settingsPrivacyDisableBiometricsInfo
source: Windows Hello biometrics lets you sign in to your devices, apps, online services, and networks using your face, iris, or fingerprint.
ar: يتيح لك نظام التشغيل Windows Hello القياسات الحيوية تسجيل الدخول إلى أجهزتك، تطبيقاتك، خدمات الإنترنت والشبكات باستخدام وجهك أو بصمة السيرفر أو البصمة.
de: Mit den Biometrie-Funktionen von Windows Hello können Sie sich bei Ihren Geräten, Apps, Online-Diensten und Netzwerken mit Ihrem Gesicht, Iris oder Fingerabdruck anmelden.
es: La función biométrica de Windows Hello le permite iniciar sesión en sus dispositivos, aplicaciones, servicios en línea y redes usando su cara, iris o huella digital.
fr: Windows Hello Biometrics vous permet de vous connecter à vos périphériques, applications, services en ligne et réseaux en utilisant votre visage, iris ou empreinte digitale.
it: La biometria di Windows Hello ti permette di accedere ai tuoi dispositivi, app, servizi online e reti utilizzando il viso, l'iride o l'impronta digitale.
pt: O Windows hello permite que você acesse os seus dispositivos, aplicativos, serviços online e redes utilizando seu rosto, iris ou digital.
ru: Биометрические данные Windows Hello позволяют вам входить в свои устройства, приложения, онлайн-сервисы и сети, используя свое лицо, радужную оболочку глаза или отпечаток пальца.
tr: Windows Hello biyometri, cihazlarınızda, uygulamalarınızda, çevrimiçi hizmetlerinizde ve ağlarınızda yüzünüzü, gözünüzü veya parmak izinizi kullanarak oturum açmanızı sağlar.
zh: Windows Hello 生物识别技术使您可以使用脸部、虹膜或指纹登录设备、应用、在线服务和网络

# settingsPrivacyDisableCEIP
source: Disable Customer Experience Program
ar: تعطيل برنامج تجربة العملاء
de: Kundenerlebnis-Programm deaktivieren
es: Deshabilitar el Programa de Experiencia del Cliente
fr: Désactiver le programme d'expérience client
it: Disabilita Programma Di Esperienza Utente
pt: Desabilita o programa de experiência do cliente
ru: Отключить программу улучшения качества программного обеспечения
tr: Müşteri Deneyimi Programını kapat
zh: 禁用客户体验计划

# settingsPrivacyDisableCEIPInfo
source: The Customer Experience Improvement Program (CEIP) is a feature that comes enabled by default on Windows 10, and it secretly collects and submits hardware and software usage information to Microsoft.
ar: برنامج تحسين تجربة العملاء (CEIP) هو ميزة يتم تمكينها بشكل افتراضي على Windows 10، وتقوم بجمع وتقديم معلومات عن استخدام المعدات والبرمجيات إلى شركة مايكروسوفت سراً.
de: Das Customer Experience Improvement Program (CEIP) ist eine Funktion, die standardmäßig unter Windows 10 aktiviert ist und es sammelt heimlich Hard- und Software-Nutzungsdaten und übermittelt diese an Microsoft.
es: El Programa de Mejora de la Experiencia del Cliente (CEIP) es una característica que viene activada de forma predeterminada en Windows 10, que recopila y envía secretamente información de uso de hardware y software a Microsoft.
fr: Le programme d'amélioration de l'expérience client (CEIP) est une fonction qui est activée par défaut sur Windows 10, et qui collecte et soumet secrètement à Microsoft des informations sur l'utilisation du matériel et des logiciels.
it: Il programma di miglioramento dell'esperienza utente (CEIP) è una funzione che viene attivata di default su Windows 10, raccoglie segretamente e invia a Microsoft informazioni sull'utilizzo di hardware e software.
pt: O programa de melhoria da experiencia do cliente (CEIP) é uma função habilitada por padrão no Windows 10, e ela secretamente coleta e envia dados de uso de hardware e software para a Microsoft.
ru: Программа улучшения качества программного обеспечения (CEIP) - это функция, которая по умолчанию включена в Windows 10 и тайно собирает и отправляет в Microsoft информацию об использовании оборудования и программного обеспечения.
tr: Müşteri Deneyimi Geliştirme Programı (CEIP), Windows 10'da varsayılan olarak etkinleştirilmiş bir özelliktir ve donanım ve yazılım kullanım bilgilerini gizlice toplayıp Microsoft'a gönderir.
zh: 客户体验改善计划 (CEIP) 是Windows 10上默认开启的功能，它会秘密收集并提交硬件和软件使用信息给微软

# settingsPrivacyDisableCompTelemetry
source: Disable Compatibility Telemetry
ar: تعطيل الاتصال الهاتفي للتوافق
de: Kompatibilität-Telemetrie deaktivieren
es: Deshabilitar la compatibilidad de telemetría
fr: Désactiver la télémétrie de compatibilité
it: Disabilita Telemetria Compatibilità
pt: Desabilitar telemetria de compatibilidade
ru: Отключить телеметрию совместимости
tr: Uyumluluk Telemetrisini kapat
zh: 禁用兼容性遥测

# settingsPrivacyDisableCompTelemetryInfo
source: This process is periodically collecting a variety of technical data about your computer and its performance and sending it to Microsoft for its Windows Customer Experience Improvement Program.
ar: تقوم هذه العملية بشكل دوري بجمع مجموعة متنوعة من البيانات التقنية حول حاسوبك وأدائه وإرسالها إلى مايكروسوفت من أجل برنامج تحسين تجربة العملاء في ويندوز.
de: Dieser Prozess sammelt regelmäßig eine Vielzahl technischer Daten über Ihren Computer und dessen Leistung und sendet diese an Microsoft für das Windows Customer Experience Improvement Program.
es: Este proceso consiste en recopilar periódicamente una variedad de datos técnicos sobre su computadora y su rendimiento, y enviarlos a Microsoft para su Programa de Mejora de la Experiencia del Cliente de Windows.
fr: Ce processus consiste à recueillir périodiquement diverses données techniques sur votre ordinateur et ses performances et à les envoyer à Microsoft dans le cadre de son programme d'amélioration de l'expérience client Windows.
it: Questo processo raccoglie periodicamente una varietà di dati tecnici sul computer e le sue prestazioni e lo invia a Microsoft per il suo programma di miglioramento dell'esperienza utenti di Windows.
pt: Esse processo periodicamente coleta uma variedade de dados técnicos sobre o seu computador e a sua performance e os envia para a Microsoft para auxiliar no Programa de melhoria da experiencia do cliente.
ru: Этот процесс периодически собирает различные технические данные о вашем компьютере и его производительности и отправляет их в Microsoft для участия в программе улучшения качества программного обеспечения Windows.
tr: Bu işlem, periyodik olarak bilgisayarınız ve performansı hakkında çeşitli teknik veriler toplar ve bunları Windows Müşteri Deneyimini Geliştirme Programı için Microsoft'a gönderir.
zh: 此进程将定期收集有关您的计算机及其性能的各种技术数据，并将其发送给微软，用于 Windows 客户体验改善计划

# settingsPrivacyDisableFeedback
source: Do not show feedback notifications
ar: لا ترسل أى تنبيهات
de: Keine Feedback-Benachrichtigungen anzeigen
es: No mostrar notificaciones de retroalimentación
fr: Ne pas afficher les notifications des commentaires
it: Non mostrare le notifiche di feedback
pt: Não mostrar notificações de feedback.
ru: Не показывать уведомления обратной связи
tr: Geri bildirim isteyen bildirimleri gösterme
zh: 不要显示反馈通知

# settingsPrivacyDisableFeedbackInfo
source: Windows 10 may also pop up from time to time and ask for feedback.
ar: قد يظهر ويندوز 10 أيضا من وقت لآخر ويطلب ردود الفعل.
de: Windows 10 kann auch von Zeit zu Zeit eine Benachrichtung anzeigen und nach Feedback fragen.
es: Windows 10 puede también aparecer de vez en cuando y pedir una retroalimentación.
fr: Désactiver les pop-up invitant à commenter votre expérience sur Windows 10.
it: Windows 10 può anche visualizzare dei pop up di tanto in tanto e chiedere un feedback.
pt: O windows 10 pode ocasionalmente enviar uma notificação pedindo por feedback.
ru: Windows 10 также может время от времени запрашивать отзыв.
tr: Windows 10 ayrıca zaman zaman geri bildirim isteyebilir.
zh: Windows 10 可能会时不时弹出消息，要求您提供反馈

# settingsPrivacyDisableHEIP
source: Disable Help Experience Program
ar: تعطيل برنامج تجربة العملاء
de: Hilfe-Erfahrungsprogramm deaktivieren
es: Deshabilitar el Programa de Experiencia de Ayuda
fr: Désactiver le programme d'expérience d'aide
it: Disabilita Programma Help Experience
pt: Desabilitar o programa de experiência de ajuda
ru: Отключить программу справки
tr: Yardım Deneyimi Programı'nı kapat
zh: 禁用帮助体验计划

# settingsPrivacyDisableHEIPInfo
source: The Help Experience Improvement Program (HEIP) collects and send to Microsoft information about how you use Windows Help. This might reveal what problems you are having with your computer.
ar: برنامج مساعدة تحسين الخبرة (HEIP) يجمع ويرسل إلى مايكروسوفت معلومات حول كيفية استخدام مساعدة ويندوز. هذا قد يكشف المشاكل التي تواجهك مع جهاز الكمبيوتر الخاص بك.
de: Das Hilfe-Erfahrungsprogramm (HEIP) erfasst und sendet Informationen über Ihre Verwendung der Windows Hilfe. Dies könnte aufzeigen, welche Probleme Sie mit Ihrem Computer haben.
es: El Programa para la Mejora de la Experiencia de Ayuda (HEIP) recopila y envía a Microsoft información sobre cómo utilizar la Ayuda de Windows. Esto puede revelar los problemas que tiene con su equipo.
fr: Le Help Experience Improvement Program (HEIP) recueille et envoie à Microsoft des informations sur la façon dont vous utilisez l'aide Windows. Ces informations peuvent révéler les problèmes que vous rencontrez avec votre ordinateur.
it: Il programma di miglioramento di Help Experience (HEIP) raccoglie e invia a Microsoft informazioni su come si utilizza Windows Help. Questo potrebbe rivelare quali problemi si sta avendo con il computer.
pt: O programa de experiência de ajuda (HEIP) coleta e envia informações sobre como você utiliza a ajuda do windows para a Microsoft. Isso pode revelar quais problemas você está tendo com o seu computador
ru: Программа улучшения качества справки (HEIP) собирает и отправляет в Microsoft информацию о том, как вы используете справку Windows. Это может показать, какие проблемы у вас возникают с вашим компьютером.
tr: Yardım Deneyimi Geliştirme Programı (HEIP), Windows Yardımı'nı nasıl kullandığınız hakkında bilgi toplar ve Microsoft'a gönderir. Bu, bilgisayarınızda ne tür sorunlar yaşadığınızı ortaya çıkarabilir.
zh: 帮助体验改善计划 (HEIP) 收集有关您如何使用 Windows 帮助的信息并将其发送给微软，这可能会显露您的计算机存在什么问题

# settingsPrivacyDisableLocation
source: Disable Location tracking
ar: تعطيل البحث عن الموقع
de: Standortverfolgung deaktivieren
es: Deshabilitar el seguimiento de la ubicación
fr: Désactiver le suivi de localisation
it: Disabilita tracciamento posizione
pt: Desabilita rastreamento de localização
ru: Отключить отслеживание местоположения
tr: Konum takibini bırak
zh: 禁用位置跟踪

# settingsPrivacyDisableLocationInfo
source: Wherever you go, Windows 10 knows you're there. When Location Tracking is turned on, Windows and its apps are allowed to detect the current location of your computer or device.
ar: أينما ذهبت، ويندوز 10 يعلم أنك هناك. عند تشغيل تتبع الموقع، يسمح للويندوز وتطبيقاته للكشف عن الموقع الحالي لجهاز الكمبيوتر أو الجهاز.
de: Wo auch immer Sie hingehen, Windows 10 weiß, dass Sie da sind. Wenn die Standortverfolgung aktiviert ist, dürfen Windows und seine Apps den aktuellen Standort Ihres Computers oder Geräts erkennen.
es: Dondequiera que vayas, Windows 10 sabe que estás ahí. Cuando el Rastreo de ubicación está activado, Windows y sus aplicaciones pueden detectar la ubicación actual de su computadora o dispositivo.
fr: Où que vous alliez, Windows 10 sait que vous êtes là. Lorsque le suivi de localisation est activé, Windows et ses applications sont autorisés à détecter l'emplacement actuel de votre ordinateur ou de votre appareil.
it: Ovunque tu vada, Windows 10 sa che sei lì. Quando il monitoraggio della posizione è attivato, Windows e le sue applicazioni possono rilevare la posizione corrente del computer o del dispositivo.
pt: Aonde quer que você vá, o Windows 10 sabe aonde você está. Quando o rastreamento de localização esta ativo, O Windows e seus aplicativos tem permissão para detectar a localização atual do seu computador ou dispositivo.
ru: Куда бы вы ни пошли, Windows 10 знает, что вы там. Когда отслеживание местоположения включено, Windows и приложениям разрешено определять текущее местоположение вашего компьютера или устройства.
tr: Nereye giderseniz gidin, Windows 10 orada olduğunuzu bilir. Konum İzleme açıldığında, Windows ve uygulamalarının, bilgisayarınızın veya cihazınızın mevcut konumunu tespit etmesine izin verilir.
zh: 无论您在哪，Windows 10 都会知道。启用位置跟踪后，Windows及其应用程序可以检测计算机或设备的当前位置

# settingsPrivacyDisableMSExperiments
source: Disable Settings Experimentation
ar: تعطيل تجربة الإعدادات
de: Experimentelle Einstellungen deaktivieren
es: Deshabilitar la configuración experimental
fr: Désactiver l'expérimentation de paramètres
it: Disabilita Sperimentazione Impostazioni
pt: Desabilitar configurações experimentais
ru: Отключить эксперименты с настройками
tr: Ayarlar deneyini kapat
zh: 禁用设置测试

# settingsPrivacyDisableMSExperimentsInfo
source: In certain builds of Windows 10, users could let Microsoft experiment with the system to study user preferences or device behavior. This allows Microsoft to “conduct experiments” with the settings on your PC and should be disabled with this setting.
ar: في بعض الإصدارات من Windows 10، يمكن للمستخدمين السماح لمايكروسوفت بتجربة النظام لدراسة تفضيلات المستخدم أو سلوك الجهاز. هذا يسمح لمايكروسوفت "إجراء التجارب" مع الإعدادات على جهاز الكمبيوتر الخاص بك ويجب أن تكون معطلة مع هذا الإعداد.
de: In bestimmten Versionen von Windows 10 könnten Benutzer Microsoft mit dem System experimentieren lassen, um Benutzereinstellungen oder das Verhalten von Geräten zu studieren.\nDadurch kann Microsoft mit den Einstellungen auf Ihrem PC „Experimente durchführen“ und sollte daher mit dieser Einstellung deaktiviert werden.
es: En ciertas versiones de Windows 10, los usuarios podían dejar que Microsoft experimentara con el sistema para estudiar las preferencias de los usuarios o el comportamiento de los dispositivos. Esto permite a Microsoft "realizar experimentos" con la configuración de su PC y debería ser deshabilitado con esta configuración.
fr: Dans certaines versions de Windows 10, les utilisateurs pourraient laisser Microsoft expérimenter le système pour étudier les préférences des utilisateurs ou le comportement des appareils. Cela permet à Microsoft de "faire des expériences" avec les paramètres de votre PC et devrait être désactivé avec ce paramètre.
it: In alcune build di Windows 10, gli utenti potrebbero permettere a Microsoft di sperimentare con il sistema per studiare le preferenze utente o il comportamento del dispositivo. Questo permette a Microsoft di “condurre esperimenti” con le impostazioni sul vostro PC e dovrebbe essere disabilitato con questa impostazione.
pt: Em certas versões do Windows 10, usuários podem permitir que a Microsoft experimente com o sistema para estudar preferências de usuário ou o comportamento do dispositivo. Isso possibilita com que a Microsoft "conduza experimentos" com as configurações do seu computador, essa configuração deve desabilitar isso.
ru: В некоторых сборках Windows 10 пользователи могли позволить Microsoft поэкспериментировать с системой для изучения пользовательских предпочтений или поведения устройства. Это позволяет Microsoft «проводить эксперименты» с настройками вашего ПК, и этот параметр следует отключить.
tr: Windows 10'un belirli sürümlerinde kullanıcılar, Microsoft'un kullanıcı tercihlerini veya cihaz davranışını incelemek için sistemi denemesine izin verebilir. Bu, Microsoft'un bilgisayarınızdaki ayarlarla "deneyler yapmasına" izin verir ve bu ayarla devre dışı bırakılmalıdır.
zh: 在 Windows 10 某些版本中，用户可以让微软对系统进行实验，以研究用户偏好或设备行为。这使得微软可以使用PC上的设置“进行实验”，因此应禁用此设置

# settingsPrivacyDisableTelemetry
source: Disable Telemetry
ar: تعطيل التليمتري
de: Telemetrie deaktivieren
es: Deshabilitar la telemetría
fr: Désactiver la télémétrie
it: Disabilita Telemetria
pt: Desabilitar telemetria
ru: Отключить телеметрию
tr: Telemetriyi kapat
zh: 禁用遥测

# settingsPrivacyDisableTelemetryInfo
source: This will prevent Windows from collecting usage information and setting diagnostic data to Basic, which is the lowest level available for all consumer versions of Windows 10.\nThe services diagtrack & dmwappushservice will also be disabled.\nNOTE: Diagnostic Data must be set to Full to get preview builds from Windows-Insider-Program!
ar: هذا سيمنع ويندوز من جمع معلومات الاستخدام ووضع بيانات تشخيصية إلى أساسي, وهو أدنى مستوى متاح لجميع إصدارات المستهلكين من Windows 10.\nسيتم أيضا تعطيل تشخيص الخدمات و خدمة dmwappushService.\nملاحظة: يجب تعيين البيانات التشخيصية إلى كامل للحصول على معاينة الإصدارات من برنامج Windows-Insider-Program!
de: Dies wird verhindern, dass Windows Nutzungsdaten sammelt und Diagnosedaten auf Basic setzt, das niedrigste verfügbare Level für alle Konsumentenversionnen von Windows 10.\nDie Dienste diagtrack & dmwappushservice werden ebenfalls deaktiviert.\nHINWEIS: Diagnostische Daten müssen auf Voll gesetzt werden, um Vorschau-Builds aus dem Windows-Insider-Programm zu erhalten!
es: Esto evitará que Windows recopile información de uso y establezca los datos de diagnóstico en Básico, que es el nivel más bajo disponible para todas las versiones de consumo de Windows 10.\nLos servicios diagtrack y dmwappushservice también serán deshabilitados.\nNota: ¡los datos de diagnóstico deben ser configurados como Completos para obtener una vista previa del Programa Interno de Windows!
fr: Cela empêchera Windows de collecter des informations d'utilisation et de régler les données de diagnostic sur Basic, qui est le niveau le plus bas disponible pour toutes les versions grand public de Windows 10. Les services diagtrack & dmwappushservice seront également désactivés. Note : Les données de diagnostic doivent être réglées sur Full pour obtenir des prévisualisations à partir du programme Windows Insider!
it: Questo impedirà a Windows di raccogliere le informazioni di utilizzo e impostare i dati diagnostici di base, che è il livello più basso disponibile per tutte le versioni dei consumatori di Windows 10.\nIl diagramma dei servizi & dmwappushservice sarà disabilitato.\nNOTA: I dati diagnostici devono essere impostati su Full per ottenere le build di anteprima dal programma Windows Insider!
pt: Isso impede o Windows de coletar informações de uso e converter essas informações para Basic, que é o nível mais baixo disponível para todas as versões de consumo do Windows 10.\nOs serviços digtrack e dmwappushservice também serão desabilitados.\nNOTA: Dados de diagnistico completos devem estar habilitados para ter acesso a versões de teste do Windows Insider.
ru: Это помешает Windows собирать информацию об использовании и устанавливать для диагностических данных значение «Базовый», что является самым низким уровнем, доступным для всех версий Windows 10.\nСлужбы diagtrack и dmwappushservice также будут отключены.\nПРИМЕЧАНИЕ: чтобы получать предварительные сборки Windows-Insider-Program для диагностических данных необходимо установить значение «Полная»!
tr: Bu, Windows'un kullanım bilgilerini toplamasını engelleyecek ve Windows 10'un tüm tüketici sürümleri için mevcut en düşük düzey olan tanılama verilerini Temel olarak ayarlacaktır.\ndiagtrack ve dmwappushservice hizmetleri de devre dışı bırakılacaktır.\nNOT: Windows Insider Programı'ndan önizleme derlemeleri almak için tanılama verileri Tam olarak ayarlanmalıdır!
zh: 这将阻止 Windows 收集使用信息并将收集诊断数据设置为"基本"，这是所有 Windows 10 版本可用的最低级别。\n也将禁用 diagtrack & dmwappushservice 服务。\n注意：诊断数据必须设置为"完整"，才能从 Windows 预览体验计划获取预览版本！

# settingsPrivacyDisableTimeline
source: Disable Timeline feature
ar: تعطيل ميزات شريط اللعبة
de: Zeitleisten-Funktion deaktivieren
es: Deshabilitar la función de Línea de tiempo
fr: Désactiver la fonction Chronologie
it: Disabilita funzione Timeline
pt: Desativar a função de linha do tempo
ru: Отключить функцию временной шкалы
tr: Zaman Çizelgesi özelliğini kapat
zh: 禁用时间轴功能
