Repository: builtbybel/privatezilla
Catalog: src/Privatezilla/Locales/Locale.*.resx
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# settingsPrivacyDisableTimelineInfo
source: This collects a history of activities you've performed, including files you've opened and web pages you've viewed in Edge.\nIf Timeline isn’t for you, or you simply don’t want Windows 10 collecting your sensitive activities and information, you can disable Timeline completely with this setting.\nNote: A system reboot is required for the changes to take effect.
ar: هذا يجمع سجل الأنشطة التي قمت بأدائها، بما في ذلك الملفات التي فتحتها وصفحات الويب التي شاهدتها في Edge.\nإذا كان الجدول الزمني ليس لك ، أو ببساطة لا تريد Windows 10 جمع الأنشطة والمعلومات الحساسة الخاصة بك يمكنك تعطيل الجدول الزمني بالكامل مع هذا الإعداد.\nملاحظة: مطلوب إعادة تشغيل النظام حتى تصبح التغييرات نافذة المفعول.
de: Dies sammelt von Ihnen ausgeführte Aktivitäten, einschließlich der Dateien die Sie geöffnet haben und Webseiten die Sie in Edge angesehen haben in einem Verlauf.\nWenn Timeline nicht für Sie ist oder Sie einfach nicht wollen, dass Windows 10 Ihre sensiblen Aktivitäten und Informationen sammelt, können Sie Timeline mit dieser Einstellung komplett deaktivieren.\nHinweis: Ein Systemneustart wird benötigt, damit die Änderungen wirksam werden.
es: Esto recopila el historial de las actividades que ha realizado, incluyendo los archivos que ha abierto y las páginas web que ha visto en Edge.\nSi no le interesa usar la Línea de tiempo, o simplemente no quiere que Windows 10 recopile sus actividades e información confidencial, puede deshabilitar completamente la Línea de tiempo con esta configuración.\nNota: se requiere un reinicio del sistema para que los cambios surtan efecto.
fr: Il recueille l'historique des activités que vous avez effectuées, y compris les fichiers que vous avez ouverts et les pages web que vous avez consultées dans Edge. Si Timeline ne vous convient pas, ou si vous ne voulez tout simplement pas que Windows 10 collecte vos activités et informations sensibles, vous pouvez désactiver complètement Timeline grâce à ce paramètre. Note : Un redémarrage du système est nécessaire pour que les changements prennent effet.
it: Questo raccoglie una cronologia delle attività che hai eseguito, inclusi i file che hai aperto e le pagine web che hai visualizzato a Edge.\nSe la Timeline non è per te, o semplicemente non vuoi che Windows 10 raccolga le tue attività e informazioni sensibili, puoi disabilitare completamente la Timeline con questa impostazione.\nNota: per rendere effettive le modifiche è necessario un riavvio del sistema.
pt: Isso coleta o seu histórico de atividades, incluindo arquivos que você tenha aberto e paginas da web que você tenha visitado com o Edge.\nSe a linha do tempo não for para você ou simplesmente não deseja que o Windows 10 colete suas informações sensitivas, você pode desabilitar a linha do tempo completamente com essa configuração.\nNOTA: É necessario reiniciar o sistema para que as mudanças se apliquem.
ru: Собирает историю выполненных вами действий, включая файлы, которые вы открывали, и веб-страницы, которые вы просматривали в Edge.\nЕсли Timeline не нужна или вы просто не хотите, чтобы Windows 10 собирала конфиденциальные данные, вы можете полностью отключить временную шкалу с помощью этого параметра.\nПримечание: для того, чтобы изменения вступили в силу, требуется перезагрузка системы.
tr: Bu, Edge'de açtığınız dosyalar ve görüntülediğiniz web sayfaları da dahil olmak üzere gerçekleştirdiğiniz etkinliklerin geçmişini toplar.\nEğer Zaman Çizelgesi size göre değilse veya Windows 10'un hassas etkinliklerinizi toplamasını istemiyorsanız, bu ayarla Zaman Çizelgesi'ni tamamen devre dışı bırakabilirsiniz.\nNot: Değişikliklerin geçerli olması için sistemin yeniden başlatılması gerekir.
zh: 这会收集您执行的活动历史记录，包括您打开的文件和在 Edge 浏览过的网页。\n如果您不使用时间轴，或者您就是不想让微软收集您的敏感活动和信息，则可以使用此设置完全禁用时间轴。\n注意：需要重启系统才能使更改生效

# settingsPrivacyDisableTips
source: Disable Windows Tips
ar: تعطيل تلميحات ويندوز
de: Windows-Tipps deaktivieren
es: Deshabilitar los consejos de Windows
fr: Désactiver les conseils Windows
it: Disabilita Suggerimenti Windows
pt: Desabilitar dicas do Windows
ru: Отключить Советы Windows
tr: Windows ipuçlarını kapat
zh: 禁用 Windows 提示

# settingsPrivacyDisableTipsInfo
source: You will no longer see Windows Tips, e.g. Spotlight and Consumer Features, Feedback Notifications etc.
ar: لن ترى بعد الآن تلميحات Windows ، مثل Spotlight و Consumer الميزات ، و ملاحظات الإشعارات الخ.
de: Windows Tipps werden nicht mehr angezeigt, z.B. Spotlight und Consumer Features, Feedback Benachrichtigungen etc.
es: Ya no verás los consejos de Windows, por ejemplo, Spotlight y Características del Consumidor, Notificaciones de Retroalimentación, etc.
fr: Vous ne verrez plus les conseils de Windows, par exemple Spotlight and Consumer Features, Feedback Notifications, etc.
it: Non vedrai più i suggerimenti di Windows, ad esempio Spotlight, le notifiche di feedback ecc.
pt: Você não verá mais dicas do Windows, ex: Destaques, caracteristicas do consumidor, notificações de feedback etc.
ru: Вы больше не увидите Советы Windows, Windows Интересное Пользовательские функции, уведомления об обратной связи и т. Д.
tr: Artık Windows ipuçlarını görmeyeceksiniz, ör. Gündem ve Tüketici Özellikleri, Geri Bildirim Uyarıları vb.
zh: 您将不再看到 Windows 提示，例如 亮点功能和消费者功能，反馈通知等

# settingsPrivacyDisableTipsLockScreen
source: Disable Ads and Links on Lock Screen
ar: تعطيل الإعلانات والروابط على شاشة القفل
de: Werbung und Links auf Sperrbildschirm deaktivieren
es: Deshabilitar los anuncios y enlaces en la pantalla de bloqueo
fr: Désactiver les annonces et les liens sur l'écran de verrouillage
it: Disabilita pubblicità e link nella schermata di blocco
pt: Desabilitar anuncios e links na tela de bloqueio.
ru: Отключить рекламу и ссылки на экране блокировки
tr: Kilit Ekranındaki reklamları ve bağlantıları kapat
zh: 禁用锁屏广告和链接

# settingsPrivacyDisableTipsLockScreenInfo
source: This setting will set your lock screen background options to a picture and turn off tips, fun facts and tricks from Microsoft.
ar: سيؤدي هذا الإعداد إلى تعيين خيارات خلفية شاشة القفل الخاصة بك إلى صورة وإيقاف النصائح والحقائق الممتعة والحيل من مايكروسوفت.
de: Mit dieser Einstellung werden die Hintergrundoptionen des Sperrbildschirms auf ein Bild gesetzt und Tipps, lustige Fakten und Tricks von Microsoft ausgeschaltet.
es: Esta configuración configurará las opciones de fondo de la pantalla de bloqueo en una imagen y deshabilitará los consejos, datos curiosos y trucos de Microsoft.
fr: Ce paramètre définira les options de fond de votre écran de verrouillage sur une image et désactivera les conseils, les faits amusants et les astuces de Microsoft.
it: Questa impostazione imposterà le opzioni di sfondo della schermata di blocco a un'immagine e disattiverà suggerimenti, fatti divertenti e trucchi da Microsoft.
pt: Essa configuração vai fazer com que a sua tela de bloqueio seja apenas uma imagem e desabilitará dicas, fatos, e outros adicionais da Microsoft.
ru: Этот параметр установит для фона экрана блокировки изображение и отключит советы, забавные факты от Microsoft.
tr: Bu ayar, kilit ekranı arka plan seçeneklerinizi bir resme ayarlayacak ve Microsoft'tan ipuçları, eğlenceli bilgiler ve püf noktalarını kapatacaktır.
zh: 此设置会将您的锁定屏幕背景选项设置为图片，并关闭 Microsoft 的提示，有趣的新闻内容和使用技巧信息

# settingsPrivacyDisableWiFi
source: Disable Wi-Fi Sense
ar: تعطيل وأي فأي نقطة ساخنة
de: Wi-Fi Sense deaktivieren
es: Deshabilitar Wi-Fi Sense
fr: Désactiver le Wi-Fi Sense
it: Disabilita Sensore Wi-Fi
pt: Desabilitar Wi-Fi Sense
ru: Отключить Wi-Fi Sense
tr: Wi-Fi Sense'yi kapat
zh: 禁用 Wi-Fi Sense

# settingsPrivacyDisableWiFiInfo
source: You should at least stop your PC from sending your Wi-Fi password.
ar: يجب على الأقل ايقاف PC من ارسال كلمة السرية Wi-Fi الخاصة بك.
de: Sie sollten zumindest Ihren PC daran hindern, Ihr Wi-Fi-Passwort zu senden.
es: Debería al menos impedir que su PC envíe su contraseña de Wi-Fi.
fr: Vous devriez au minimum empêcher votre PC d'envoyer votre mot de passe Wi-Fi.
it: Dovresti almeno impedire al tuo PC di inviare la password Wi-Fi.
pt: Isso deve impedir que seu PC envie a senha do Wi-Fi para o Sense.
ru: Вы должны по крайней мере остановить свой компьютер от отправки пароля Wi-Fi.
tr: En azından bilgisayarınızın Wi-Fi şifrenizi göndermesini engelleyin.
zh: 您至少应该停止您的电脑发送您的Wi-Fi密码

# settingsPrivacyGetMoreOutOfWindows
source: Disable Get Even More Out of Windows
ar: الغاء اتاحة الحصول على المزيد من برامج Windows
de: Holen Sie mehr aus Windows heraus deaktivieren
es: Deshabilitar Obtener aún más de Windows
fr: Désactiver la fonction Obtenir encore plus de Windows
it: Disabilita Ottieni ancora di più da Windows
pt: Desabilitar Aproveite Ainda Mais o Windows
ru: Отключить Получите еще больше от Windows
tr: Windows'tan Daha Fazlasını Edin'i kapat
zh: 禁用"从Windows中获得更多"

# settingsPrivacyGetMoreOutOfWindowsInfo
source: Recent Windows 10 versions occasionally display a nag screen "Get Even More Out of Windows" when you sign-in to your user account. If you find it annoying, you can disable it with this setting.
ar: تقوم نسخ Windows 10 الحديثة بعرض شاشة nag "Get حتى أكثر من Windows" عندما تقوم ببدء الاتصال بحساب المستخدم الخاص بك. اذا وجدته مزعجا ، يمكنك الغاء اتاحته بهذه المحددات.
de: Unter dem Titel „Get even more out of Windows“ informiert die Pop-up-Meldung über neue oder verbesserte Funktionen des Betriebssystems wie Windows Hello, Microsoft 365, OneDrive oder die Synchronisation von Windows-PCs und Smartphones.\nFalls Sie das als störend empfinden, können Sie es mit dieser Einstellung deaktivieren.
es: Las versiones recientes de Windows 10 muestran ocasionalmente una fastidiosa ventana con la leyenda "Obtenga aún más de Windows" cuando inicia sesión en su cuenta de usuario. Si le resulta molesto, puede desactivarlo con esta configuración.
fr: Les versions récentes de Windows 10 affichent à l'occasion un écran de navigation "Get Even More Out of Windows" lorsque vous vous inscrirez sur votre compte utilisateur. Si vous le trouvez ennuyeux, vous pouvez le désactiver avec ce paramètre.
it: Le versioni recenti di Windows 10 visualizzano occasionalmente una piccola finestra "Ottieni ancora di più da Windows" quando accedi al tuo account utente. Se lo trovi fastidioso, puoi disabilitarlo con questa impostazione.
pt: Versões recentes do Windows 10 ocasionalmente mostram uma tela que diz "Aproveite ainda mais o windows" quando você entra na sua conta de usuário. Se você acha isso irritante, desative utilizando essa configuração.
ru: В последних версиях Windows 10 при входе в учетную запись пользователя иногда отображается предупреждающий экран «Получите еще больше от Windows». Если вас это раздражает, вы можете отключить его с помощью этого параметра.
tr: Son Windows 10 sürümleri, kullanıcı hesabınızda oturum açtığınızda zaman zaman "Windows'tan Daha Fazlasını Edin" ekranını görüntülüyor. Can sıkıcı bulursanız, bu ayarla devre dışı bırakabilirsiniz.
zh: 当您登录到您的帐户时，最新的 Windows 10 版本有时会显示一个烦人的屏幕 "从Windows中获得更多"。 如果您觉得它很烦，可以通过此设置将其禁用

# settingsPrivacyHandwritingData
source: Prevent using handwriting data
ar: تجنب استخدام بيانات الكتابة اليدوية
de: Verwenden von Handschriftdaten unterbinden
es: Evitar el uso de datos de escritura
fr: Empêcher l'utilisation des données d'écriture
it: Impedisci di utilizzare i dati di scrittura
pt: Impeça o uso de dados de manuscrito
ru: Запретить использование данных рукописного ввода
tr: El yazısı verilerini kullanmayı kapat
zh: 禁止使用手写数据

# settingsPrivacyHandwritingDataInfo
source: If you don’t want Windows to know and record all unique words that you use, like names and professional jargon, just enable this setting.
ar: اذا كنت لا تريد أن يقوم Windows بمعرفة وتسجيل كل الكلمات المتفردة التي تقوم باستخدامها ، مثل الأسماء والمصطلحات الفنية فقط ، قم باتاحة هذه المحددات.
de: Wenn Sie nicht möchten, dass Windows alle einzigartigen Wörter die Sie verwenden kennt und aufzeichnet, wie Namen und Fachjargon, aktivieren Sie diese Einstellung.
es: Si no quieres que Windows conozca y registre todas las palabras exclusivas que usas, como nombres y jerga profesional, sólo tienes que activar este ajuste.
fr: Si vous ne voulez pas que Windows connaisse et enregistre tous les mots uniques que vous utilisez, comme les noms et le jargon professionnel, activez ce paramètre.
it: Se non si desidera che Windows conosca e registra tutte le parole uniche che si utilizzano, come nomi e gergo professionale, basta abilitare questa impostazione.
pt: Se você não deseja que o Windows saiba e armazene todas as palavras únicas que você utiliza, como nomes e jargão profissional habilite essa configuração.
ru: Если вы не хотите, чтобы Windows знала и записывала все уникальные слова, которые вы используете, например имена и профессиональный жаргон, просто включите этот параметр.
tr: Windows'un, isimler ve profesyonel jargon gibi kullandığınız tüm benzersiz kelimeleri bilmesini ve kaydetmesini istemiyorsanız, bu ayarı etkinleştirmeniz yeterlidir.
zh: 如果您不想让 Windows 知道并记录您使用的所有独特字词，比如名称和专业术语，请启用此设置

# settingsPrivacyInstalledApps
source: Block automatic Installation of apps
ar: تركيب آلي لتطبيقات apps
de: Automatische Installation von Apps blockieren
es: Bloquear la instalación automática de aplicaciones
fr: Bloquer l'installation automatique des applications
it: Blocca l'installazione automatica delle app
pt: Bloquear instalação automática de aplicativos
ru: Блокировать автоматическую установку приложений
tr: Uygulamaların otomatik yüklenmesini engelle
zh: 阻止应用自动安装

# settingsPrivacyInstalledAppsInfo
source: When you sign-in to a new Windows 10 profile or device for the first time, chance is that you notice several third-party applications and games listed prominently in the Start menu.\nThis setting will block automatic Installation of suggested Windows 10 apps.
ar: عندما تقوم ببدء الاتصال بملف مواصفات أو جهاز جديد لنظام Windows 10 لأول مرة ، فان الفرصة هي أن تلاحظ العديد من تطبيقات وتطبيقات الطرف الثالث المعروضة في قائمة البدء.\nستقوم هذه المحددات بمنع التركيب الآلي لبرامج Windows 10 المقترحة.
de: Wenn Sie sich bei einem neuen Windows 10-Profil oder zum ersten Mal an einem Gerät anmelden besteht die Gefahr, dass Sie mehrere Anwendungen und Spiele von Drittanbietern im Startmenü aufgelistet haben.\nDiese Einstellung blockiert die automatische Installation der vorgeschlagenen Windows 10 Apps.
es: Cuando inicie sesión en un nuevo perfil o dispositivo de Windows 10 por primera vez, es posible que note varias aplicaciones y juegos de terceros que aparecen de forma destacada en el menú Inicio.\nEsta configuración impedirá la instalación automática de las aplicaciones sugeridas de Windows 10.
fr: Lorsque vous vous connectez pour la première fois à un nouveau profil ou appareil Windows 10, il y a de fortes chances que vous remarquiez plusieurs applications et jeux tiers figurant en bonne place dans le menu Démarrer. Ce paramètre bloquera l'installation automatique des applications Windows 10 suggérées.
it: Quando si accede ad un nuovo profilo o dispositivo di Windows 10 per la prima volta, si notano diverse applicazioni di terze parti e giochi elencati in primo piano nel menu Start.\nQuesta impostazione bloccherà l'installazione automatica delle app suggerite di Windows 10.
pt: Quando você entra no seu perfil do Windows 10 pela primeira vez talvez tenha notado vários aplicativos terceirizados listados no menu iniciar.\nEssa configuração bloqueará a instalação automática de aplicativos sugeridos no Windows 10.
ru: Когда вы входите в новый профиль Windows 10 или устройство в первый раз, есть вероятность, что вы заметите несколько сторонних приложений и игр, которые отображаются на видном месте в меню «Пуск».\nЭтот параметр заблокирует автоматическую установку предлагаемых приложений для Windows 10.
tr: Yeni bir Windows 10 profilinde veya cihazında ilk kez oturum açtığınızda, Başlat menüsünde belirgin şekilde listelenen birkaç üçüncü taraf uygulaması ve oyunu fark etmeniz olasıdır.\nBu ayar, önerilen Windows 10 uygulamalarının otomatik olarak yüklenmesini engeller.
zh: 当您首次登录到一个新的 Windows 10 配置或设备时，可能会注意到在“开始”菜单中突出列出了多个第三方应用程序和游戏。\n此设置将阻止自动安装推荐的 Windows 10 应用程序

# settingsPrivacyInventoryCollector
source: Disable Inventory Collector
ar: الغاء اتاحة أداة تجميع المخزون
de: Inventarsammler deaktivieren
es: Desactivar el Recolector de inventario
fr: Désactiver le collecteur d'inventaire
it: Disabilita Inventory Collector
pt: Desativar coleta de inventário
ru: Отключить сбор диагностических данных
tr: Envanter toplayıcıyı kapat
zh: 禁用库存采集器

# settingsPrivacyInventoryCollectorInfo
source: The Inventory Collector inventories applications files devices and drivers on the system and sends the information to Microsoft. This information is used to help diagnose compatibility problems.\nNote: This setting has no effect if the Customer Experience Improvement Program is turned off. The Inventory Collector will be off.
ar: تقوم أداة تجميع المخزون بجرد ملفات التطبيقات والأجهزة الموجودة على النظام وتقوم بارسال المعلومات الى Microsoft. يتم استخدام هذه المعلومات للمساعدة في تشخيص مشاكل التوافق.\nملحوظة: لا يكون لمحددات هذه المحددات أي تأثير اذا كان قد تم ايقاف تشغيل برنامج تحسين تجربة العميل. سيتم ايقاف أداة تجميع المخزون.
de: Der Inventory Collector macht eine Bestandasaufnahme von Applikationen, Geräte und Treiber auf dem System und sendet die Informationen an Microsoft.\nDiese Informationen dienen dazu, Kompatibilitätsprobleme zu diagnostizieren.\nHinweis: Diese Einstellung hat keine Auswirkung, wenn das Programm zur Verbesserung der Kundenerfahrung ausgeschaltet ist. Der Inventarsammler wird ausgeschaltet.
es: El Recolector de inventario hace un inventario de las aplicaciones, almacena los dispositivos y los controladores en el sistema y envía la información a Microsoft. Esta información se utiliza para ayudar a diagnosticar problemas de compatibilidad.\nNota: esta configuración no tiene efecto si el Programa de mejora de la experiencia del cliente está desactivado. El Recolector de inventarios estará apagado.
fr: The Inventory Collector inventories applications files devices and drivers on the system and sends the information to Microsoft. This information is used to help diagnose compatibility problems. Note: This setting setting has no effect if the Customer Experience Improvement Program is turned off. The Inventory Collector will be off.
it: L'Inventory Collector archivia applicazioni, dispositivi e driver sul sistema e invia le informazioni a Microsoft. Queste informazioni sono usate per aiutare a diagnosticare problemi di compatibilità.\nNota: questa impostazione non ha effetto se il programma di miglioramento dell'esperienza del cliente è disattivato. Il Collettore di inventario sarà disattivato.
pt: A coleta de inventário armazena e organiza arquivos, discos e dispositivos no sistema e envia a informação para a Microsoft. Essa informação é usada para ajudar a diagnosticar problemas de compatibilidade.\nNOTA: Essa configuração não tem efeito se o programa de experiência do cliente estiver desabilitado. A coleta de inventário estará desabilitada
ru: Cборoщик инвентаря и диагностических данных выполняет инвентаризацию приложений, файлов устройств и драйверов в системе и отправляет информацию в Microsoft. Эта информация используется для диагностики проблем совместимости.\nПримечание: этот параметр не действует, если программа улучшения качества программного обеспечения отключена. Сборщик инвентаря будет отключен.
tr: Envanter Toplayıcı, uygulamaları, sistemdeki aygıtları ve sürücüleri envanterler ve Microsoft'a gönderir. Bu bilgiler, uyumluluk sorunlarını teşhis etmeye yardımcı olmak için kullanılır.\nNot: Müşteri Deneyimi Geliştirme Programı kapatılırsa bu ayarın hiçbir etkisi olmaz. Envanter Toplayıcı kapalı olacaktır.
zh: 库存采集器库存系统上的设备和驱动器的应用程序文件，并将信息发送给微软。此信息用于诊断兼容性问题。\n注意：如果关闭了"客户体验改善计划"，则此设置将无效。库存采集器将关闭

# settingsPrivacySuggestedContent
source: Block suggested content in Settings app
ar: حظر المحتوى المقترح في تطبيق الإعدادات
de: Empfohlene Inhalte in der Einstellungs-App blockieren
es: Bloquear el contenido sugerido en la aplicación de Ajustes
fr: Bloquer le contenu suggéré dans l'application Paramètres
it: Blocca i contenuti suggeriti nell'app Impostazioni
pt: Bloqueia contéudo sugerido nas configurações de aplicativos.
ru: Заблокировать предлагаемый контент в приложении "Параметры"
tr: Ayarlar uygulamasında önerilen içeriği kapat
zh: 屏蔽"设置"应用中的建议内容

# settingsPrivacySuggestedContentInfo
source: To help new Windows 10 users to learn new features of Windows 10, Microsoft has started showing suggested content via a huge banner in Windows 10 Setting Apps.
ar: لمساعدة مستخدمي Windows 10 الجدد على تعلم ميزات جديدة من Windows 10، بدأت شركة مايكروسوفت في عرض المحتوى المقترح عن طريق لافتة ضخمة في تطبيقات إعداد Windows 10.
de: Um neuen Windows 10-Benutzern dabei zu helfen, neue Funktionen von Windows 10 zu lernen, hat Microsoft damit begonnen, vorgeschlagene Inhalte über ein riesiges Banner in Windows 10 Setting Apps anzuzeigen.
es: Para ayudar a los nuevos usuarios de Windows 10 a aprender las nuevas características de Windows 10, Microsoft ha comenzado a mostrar el contenido sugerido a través de un enorme banner en la aplicación de Configuración de Windows 10.
fr: Afin d'aider les nouveaux utilisateurs de Windows 10 à apprendre les nouvelles fonctionnalités de Windows 10, Microsoft a commencé à afficher le contenu suggéré via une énorme bannière dans les paramètres des applications Windows 10.
it: Per aiutare i nuovi utenti di Windows 10 a imparare nuove funzionalità di Windows 10, Microsoft ha iniziato a mostrare i contenuti suggeriti tramite un enorme banner in Windows 10 Impostazione App.
pt: Para ajudar novos usuários do Windows 10 a aprender suas novas funções, a Microsoft começou a sugerir conteúdo por meio de um grande banner nas configurações de aplicativos.
ru: Чтобы помочь новым пользователям Windows 10 изучить новые функции Windows 10, Microsoft начала показывать рекомендуемый контент с помощью огромного баннера в Параметрах Windows 10.
tr: Yeni Windows 10 kullanıcılarının Windows 10'un yeni özelliklerini öğrenmesine yardımcı olmak için Microsoft, Windows 10 Ayarlar uygulamasında büyük bir afişle önerilen içeriği göstermeye başladı.
zh: 为帮助新的 Windows 10 用户学习 Windows 10 的新功能，微软已开始通过 Windows 10 设置应用程序中的大横幅显示建议的内容

# settingsSecurityDisablePassword
source: Disable password reveal button
ar: تعطيل زر الكشف عن كلمة المرور
de: Zeige Passwort-Schaltfläche deaktivieren
es: Deshabilitar el botón de revelar la contraseña
fr: Désactiver le bouton de révélation du mot de passe
it: Disabilita il pulsante rivelatore password
pt: Desabilitar o botão de mostrar senha
ru: Отключить кнопку просмотра пароля
tr: Şifreyi göster tuşunu kapat
zh: 禁用密码显示按钮
