Repository: builtbybel/privatezilla
Catalog: src/Privatezilla/Locales/Locale.*.resx
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# settingsAppsAppNotificationsInfo
source: The Action Center in Windows 10 collects and shows notifications and alerts from traditional Windows applications and system notifications, alongside those generated from modern apps.\nNotifications are then grouped in the Action Center by app and time.\nThis setting will disable all notifications from apps and other senders in settings.
ar: يقوم مركز التصرف بنظام Windows 10 بتجميع وعرض الاعلامات والتنبيهات من تطبيقات Windows التقليدية واشعارات النظام ، بالاضافة الى تلك التي تم تكوينها من التطبيقات الحديثة.\nيتم تجميع الاعلامات في مركز التصرفات بواسطة التطبيق والوقت.\nستقوم هذه المحددات بالغاء اتاحة كل الاعلامات من التطبيقات وغيرها من وحدات الإرسال في المحددات.
de: Das Benachrichtigungs-Center in Windows 10 sammelt und zeigt Mitteilungen und Warnungen von herkömmlichen Windows-Anwendungen und Systembenachrichtigungen, sowie modernen Apps.\nBenachrichtigungen werden nach App und Zeit im Benachrichtigungs-Center gruppiert.\nDiese Einstellung wird alle Benachrichtigungen von Apps und anderen Absendern in den Einstellungen deaktivieren.
es: El Centro de Acción en Windows 10 recopila y muestra notificaciones y alertas de las aplicaciones tradicionales de Windows y notificaciones del sistema, junto con las generadas por las aplicaciones modernas.\nLas notificaciones se agrupan en el Centro de actividades por aplicación y hora.\nEsta configuración deshabilitará todas las notificaciones de las aplicaciones y otros remitentes en la configuración.
fr: Le centre d'action de Windows 10 collecte et affiche les notifications et les alertes provenant des applications Windows traditionnelles et des notifications système, à côté de celles générées par les applications modernes.\nLes notifications sont ensuite regroupées dans le centre d'action par application et par heure.\nCe paramètre désactive toutes les notifications des applications et des autres expéditeurs dans les paramètres.
it: Il Centro Notifiche in Windows 10 raccoglie e mostra notifiche e avvisi da applicazioni Windows tradizionali e notifiche di sistema, accanto a quelle generate da app moderne.\nLe notifiche vengono poi raggruppate nel Centro Notifiche per app e tempo.\nQuesta impostazione disabiliterà tutte le notifiche da app e da altri mittenti nelle impostazioni.
pt: A central de ações do Windows 10 Coleta e mostra notificações e alertas de aplicativos tradicionais do Windows e notificações do sistema, em conjunto com as geradas por aplicativos modernos.\nNotificações são então agrupadas na central de ações por aplicativo e data.\nEsse ajuste desabilitará todas as notificações de aplicativos e outras fontes nas configurações.
ru: Центр действий в Windows 10 собирает и отображает уведомления и предупреждения от традиционных приложений Windows и системных уведомлений, наряду с уведомлениями, созданными современными приложениями.\nЗатем уведомления группируются в Центре действий\nЭтот параметр отключит все уведомления от приложений и другх отправителей в параметрах.
tr: Windows 10'da bulunan İşlem Merkezi, modern uygulamalardan oluşturulanların yanı sıra geleneksel Windows uygulamalarından ve sistem bildirimlerinden gelen bildirimleri ve uyarıları toplar ve gösterir.\nBildirimler daha sonra İşlem Merkezi'nde uygulama ve zamana göre gruplandırılır.\nBu ayar, uygulamalardan ve diğer gönderenlerden gelen tüm bildirimleri ayarlarda devre dışı bırakır.
zh: Windows 10 操作中心会收集并显示传统Windows应用程序和系统通知中的通知和警报，当然也包括现代应用程序生成的。\n然后按应用程序和时间在操作中心中对通知进行分组。\n此设置将禁用来自应用和其他发件人的所有通知

# settingsAppsBackgroundApps
source: Disable apps running in background
ar: تعطيل التطبيقات تعمل في الخلفية
de: Apps die im Hintergrund laufen deaktivieren
es: Deshabilitar las aplicaciones que se ejecutan en segundo plano
fr: Désactiver les applications s'exécutant en arrière-plan
it: Disabilita le app in esecuzione in background
pt: Desabilitar aplicativos em segundo plano
ru: Отключить приложения, работающие в фоновом режиме
tr: Uygulamaların arkada çalışmasını kapat
zh: 禁用应用后台运行

# settingsAppsBackgroundAppsInfo
source: Windows 10 apps have no more permission to run in the background so they can't update their live tiles, fetch new data, and receive notifications.
ar: لا يتوافر لدى تطبيقات Windows 10 تصريح آخر لتشغيلها في الخلفية بحيث لا يمكنها تحديث البلاط الخاص بها ، واحضار بيانات جديدة ، واستلام الاعلامات.
de: Windows 10-Apps haben keine Berechtigung mehr im Hintergrund zu laufen, so dass sie ihre Live-Kacheln nicht aktualisieren, neue Daten abrufen und Benachrichtigungen erhalten können.
es: Las aplicaciones de Windows 10 ya no tienen permiso para ejecutarse en segundo plano, por lo que no pueden actualizar sus mosaicos en vivo, buscar nuevos datos y recibir notificaciones.
fr: Les applications Windows 10 n'ont plus la permission de s'exécuter en arrière-plan, de sorte qu'elles ne peuvent pas mettre à jour leurs tuiles, extraire de nouvelles données et recevoir des notifications.
it: Le app di Windows 10 non hanno più il permesso di essere avviate in background in modo che non possano aggiornare i loro tile live, recuperare nuovi dati e ricevere notifiche.
pt: Aplicativos do Windows 10 não tem mais permissão para executar em segundo plano, portanto, não podem atualizar suas informações, buscar dados novos, e receber notificações.
ru: У приложений Windows 10 больше нет разрешения на работу в фоновом режиме, поэтому они не могут обновлять живые плитки, получать новые данные и показывать уведомления.
tr: Windows 10 uygulamalarının artık arka planda çalışma izni olmaz, bu nedenle canlı kutucuklar güncellenemez, yeni veriler çekemez ve bildirim alamazlar.
zh: Windows 10 应用程序将没有权限在后台运行，这样它们就无法更新其活动磁铁、获取新的数据以及接收通知

# settingsAppsCalendar
source: Disable app access to calendar
ar: عدم اتاحة امكانية التوصل للتطبيق تقويم
de: App-Zugriff auf Kalender deaktivieren
es: Deshabilitar el acceso de las aplicaciones al calendario
fr: Désactiver l'accès aux applications dans l'agenda
it: Disabilita l'accesso alle app al calendario
pt: Desabilitar o acesso dos aplicativos ào calendário
ru: Отключить доступ приложения к календарю
tr: Uygulamaların takvime erişimini kapat
zh: 禁用应用访问日历

# settingsAppsCall
source: Disable app access to call
ar: عدم اتاحة امكانية التوصل للتطبيق اتصل
de: App-Zugriff für Anruf deaktivieren
es: Deshabilitar el acceso de las aplicaciones a llamar
fr: Désactiver l'accès à l'application pour appeler
it: Disabilita l'accesso alle app per le chiamate
pt: Desabilitar o acesso dos aplicativos às chamadas
ru: Отключить доступ к приложению для звонка
tr: Uygulamaların çağrılara erişimini kapat
zh: 禁用应用访问电话呼叫

# settingsAppsCallHistory
source: Disable app access to call history
ar: عدم اتاحة امكانية التوصل للتطبيق سجل المكالمات
de: App-Zugriff auf Anrufverlauf deaktivieren
es: Deshabilitar el acceso de las aplicaciones al historial de llamadas
fr: Désactiver l'accès aux applications pour appeler l'historique
it: Disabilita l'accesso alle app alla cronologia chiamate
pt: Desabilitar o acesso dos aplicativos ào histórico de chamadas
ru: Отключить доступ приложения к истории звонков
tr: Uygulamaların çağrı geçmişine erişimini kapat
zh: 禁用应用访问通话记录

# settingsAppsCamera
source: Disable app access to camera
ar: تعطيل وصول التطبيق إلى الكاميرا
de: App-Zugriff auf Kamera deaktivieren
es: Deshabilitar el acceso de las aplicaciones a la cámara
fr: Désactiver l'accès à l'application à la caméra
it: Disabilita l'accesso delle app alla fotocamera
pt: Desabilitar acesso dos aplicativos à camera
ru: Отключить доступ приложения к камере
tr: Uygulamaların kameraya erişimini kapat
zh: 禁用应用访问相机

# settingsAppsCellularData
source: Disable app access to cellular data
ar: عدم اتاحة امكانية التوصل للتطبيق البيانات الخلوية
de: App-Zugriff auf mobile Daten deaktivieren
es: Deshabilitar el acceso de las aplicaciones a los datos celulares
fr: Désactiver l'accès aux données du téléphone
it: Disabilita l'accesso delle app ai dati mobili
pt: Desabilitar o acesso dos aplicativos aos dados móveis
ru: Отключить доступ приложений к сотовым данным
tr: Uygulamaların mobil veriye erişimini kapat
zh: 禁用应用访问蜂窝移动数据

# settingsAppsCellularDataInfo
source: Some Windows 10 devices have a SIM card and/or eSIM in them that lets you connect to a cellular data network (aka: LTE or Broadband), so you can get online in more places by using a cellular signal.\nIf you do not want any apps to be allowed to use cellular data, you can disable it with this setting.
ar: بعض أجهزة Windows 10 لديها كارت SIM و / أو eSIM فيهم يسمح لك بالاتصال بشبكة بيانات خلوية (aka: LE أو Broadband) ، لذلك يمكنك الحصول على الاتصال المباشر في أماكن أكثر باستخدام إشارة خلوية.\nاذا كنت لا ترغب في السماح لأي تطبيقات باستخدام بيانات خلوية ، يمكنك الغاء اتاحتها بهذه المحددات.
de: Einige Windows 10-Geräte verfügen über eine SIM-Karte und/oder eSIM, mit der Sie sich mit einem Mobilfunknetz verbinden können (aka: LTE oder Breitband), so können Sie an unterschiedlichen Orten durch ein Mobilfunksignal Online sein.\nWenn Sie nicht möchten, dass Apps Mobilfunkdaten verwenden dürfen, können Sie dies mit dieser Einstellung deaktivieren.
es: Algunos dispositivos de Windows 10 tienen una tarjeta SIM y/o eSIM que le permite conectarse a una red de datos celular (también conocida como LTE o Banda Ancha), para que pueda conectarse en línea en más lugares utilizando una señal celular.\nSi no quieres que ninguna aplicación pueda usar datos celulares, puedes deshabilitarla con esta configuración.
fr: Certains périphériques de Windows 10 disposent d'une carte SIM et / ou d'un eSIM qui vous permet de vous connecter à un réseau de données cellulaires (aussi appelé LTE ou large bande), vous pouvez donc vous connecter en plus grand nombre à l'aide d'un signal cellulaire.\nSi vous ne souhaitez pas que des applications soient autorisées à utiliser des données cellulaires, vous pouvez la désactiver avec ce paramètre.
it: Alcuni dispositivi Windows 10 dispongono di una scheda SIM e/o eSIM che consente di connettersi a una rete dati cellulare (ad esempio: LTE o Broadband), in modo da poter ottenere online in più luoghi utilizzando un segnale cellulare.\nSe non vuoi che nessuna app possa utilizzare i dati cellulari, puoi disabilitarli con questa impostazione.
pt: Alguns dispositivos Windows 10 possuem um cartão SIM e/ou eSIM e permitem conexão por dados moveis. (LTE ou bandalarga), para a utilização da internet em mais lugares por meio do sinal móvel.\nlf você não quer que quaisqueres aplicativos tenham permissão para acessar dados movéis, você pode desabilitar isso com essa configuração.
ru: В некоторых устройствах с Windows 10 есть SIM-карта и / или eSIM, которые позволяют подключаться к сотовой сети передачи данных (также известной как LTE или широкополосная сеть), чтобы вы могли подключить Интернет в большенстве мест, используя сотовый сигнал.\nЕсли вы не хотите, чтобы любым приложениям было разрешено использовать сотовые данные, вы можете отключить его с помощью этого параметра.
tr: Bazı Windows 10 cihazlarda, mobil veriye erişip, her yerde bağlı kalmayı sağlayan bir SIM kartı / eSIM vardır.\nEğer hiç bir uygulamanızın mobil veriye erişmesini istemiyorsanız, bu ayar ile birlikte kapatabilirsiniz.
zh: 有些 Windows 10 设备有 SIM/eSIM 卡，可以连接到蜂窝移动数据网络 (亦称: LTE 或 宽带)，这样您可以使用移动信号在更多地方上网。\n如果您不想允许任何应用使用移动数据，您可以通过此设置来禁用

# settingsAppsContacts
source: Disable app access to contacts
ar: عدم اتاحة امكانية التوصل للتطبيق جهات الاتصال
de: App-Zugriff auf Kontakte deaktivieren
es: Deshabilitar el acceso de las aplicaciones a los contactos
fr: Désactiver l'accès à l'application pour les contacts
it: Disabilita l'accesso delle app ai contatti
pt: Desabilitar o acesso dos aplicativos àos contatos
ru: Отключить доступ приложения к контактам
tr: Uygulamaların rehbere erişimini kapat
zh: 禁用应用访问联系人

# settingsAppsDiagnosticInformation
source: Disable app access to diagnostics
ar: عدم اتاحة امكانية التوصل للتطبيق التشخيص
de: App-Zugriff auf Diagnose deaktivieren
es: Deshabilitar el acceso de las aplicaciones a los diagnósticos
fr: Désactiver l'accès aux applications pour les diagnostics
it: Disabilita l'accesso delle app alla diagnostica
pt: Desabilitar o acesso dos aplicativos àos diagnosticos
ru: Отключить доступ приложения к диагностике
tr: Uygulamaların tanı bilgilerine erişimini kapat
zh: 禁用应用访问诊断信息

# settingsAppsDocuments
source: Disable app access to documents
ar: عدم اتاحة امكانية التوصل للتطبيق documents
de: App-Zugriff auf Dokumente deaktivieren
es: Deshabilitar el acceso de las aplicaciones a los documentos
fr: Désactiver l'accès aux documents
it: Disabilita l'accesso delle app ai documenti
pt: Desabilitar o acesso dos aplicativos aos documentos
ru: Отключить доступ приложения к документам
tr: Uygulamaların belgelere erişimini kapat
zh: 禁用应用访问文档

# settingsAppsEmail
source: Disable app access to email
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf E-Mails deaktivieren
es: Deshabilitar el acceso de las aplicaciones al correo electrónico
fr: Désactiver l'accès aux applications par courrier électronique
it: Disabilita l'accesso delle app alle email
pt: Desabilitar o acesso dos aplicativos ao email
ru: Отключить доступ приложения к электронной почте
tr: Uygulamaların epostalara erişimini kapat
zh: 禁用应用访问电子邮件

# settingsAppsEyeGaze
source: Disable app access to eye tracking
ar: عدم اتاحة امكانية التوصل للتطبيق تتبع العين
de: App-Zugriff auf Augenverfolgung deaktivieren
es: Deshabilitar el acceso de las aplicaciones al seguimiento de los ojos
fr: Désactiver l'accès aux applications pour le suivi des yeux
it: Disabilita l'accesso delle app per il monitoraggio degli occhi
pt: Desabilitar o acesso dos aplicativos ao rastreamento ocular (eye tracking)
ru: Отключить доступ приложений к отслеживанию глаз
tr: Uygulamaların göz takip erişimini kapat
zh: 禁用应用访问眼部跟踪

# settingsAppsEyeGazeInfo
source: Disable app access to eye-gaze-based interaction
ar: عدم اتاحة امكانية التوصل للتطبيق للتفاعل القائم على أساس-العين
de: App-Zugriff auf Augenblick-basierte Interaktion deaktivieren
es: Deshabilitar el acceso de las aplicaciones a la interacción basada en la observación de los ojos
fr: Désactiver l'accès des applications à l'interaction avec les yeux
it: Disabilita l'accesso delle app all'interazione con gli occhi
pt: Desabilitar o acesso dos aplicativos às interações baseadas no rastreamento ocular
ru: Отключить доступ приложений к взаимодействию с глазами
tr: Uygulamaların göz bakış tabanlı etkileşim erişimini kapat
zh: 禁用应用访问基于眼部的互动信息

# settingsAppsFileSystem
source: Disable app access to file system
ar: عدم اتاحة امكانية التوصل للتطبيق نظام الملفات
de: App-Zugriff auf Dateisystem deaktivieren
es: Deshabilitar el acceso de las aplicaciones al sistema de archivos
fr: Désactiver l'accès aux applications pour le système de fichiers
it: Disabilita l'accesso delle app al file system
pt: Desabilitar o acesso dos aplicativos aos arquivos do sistema
ru: Отключить доступ приложений к файловой системе
tr: Uygulamaların dosya sistemine erişimini kapat
zh: 禁用应用访问文件系统

# settingsAppsFileSystemInfo
source: This setting will disable app access to file system. Some apps may be restricted in their function or may no longer work at all.
ar: ستقوم هذه المحددات بالغاء اتاحة امكانية توصل التطبيق لنظام الملفات. بعض التطبيقات قد تكون مقيدة في وظائفها أو قد لا تعمل على الإطلاق.
de: Diese Einstellung wird den Zugriff von Apps auf das Dateisystem deaktivieren. Einige Apps können in ihrer Funktion eingeschränkt werden oder funktionieren möglicherweise nicht mehr.
es: Esta configuración deshabilitará el acceso de la aplicación al sistema de archivos. Es posible que algunas aplicaciones tengan limitadas sus funciones o que ya no funcionen.
fr: Ce paramètre désactisera l'accès aux applications au système de fichiers. Certaines applications peuvent être limitées dans leur fonction ou ne plus fonctionner du tout.
it: Questa impostazione disabiliterà l'accesso alle app al file system. Alcune applicazioni potrebbero essere limitate nella loro funzione o potrebbero non funzionare affatto.
pt: Essa configuração desabilitará o acesso dos aplicativos aos arquivos do sistema. Algums aplicativos podem ter suas funções restritas ou parar de funcionar completamente.
ru: Этот параметр отключит доступ приложений к файловой системе. Некоторые приложения могут быть ограничены в своих функциях или не работать.
tr: Bu ayar, uygulamaların dosya sistemine erişimini devre dışı bırakacaktır. Bazı uygulamaların işlevleri kısıtlanabilir veya artık çalışmayabilir.
zh: 此设置将禁用应用对文件系统的访问。某些应用可能会在功能上受限，甚至可能会停止工作

# settingsAppsMessaging
source: Disable app access to messaging
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf Nachrichten deaktivieren
es: Deshabilitar el acceso de las aplicaciones a los mensajes
fr: Désactiver l'accès aux applications pour la messagerie
it: Disabilita l'accesso delle app alla messaggistica
pt: Desabilitar acesso dos aplicativos às mensagens
ru: Отключить доступ приложений к обмену сообщениями
tr: Uygulamaların mesajlara erişimini kapat
zh: 禁用应用访问消息

# settingsAppsMicrophone
source: Disable app access to microphone
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf Mikrofon deaktivieren
es: Deshabilitar el acceso de las aplicaciones al micrófono
fr: Désactiver l'accès aux applications pour le microphone
it: Disabilita l'accesso delle app al microfono
pt: Desabilitar o acesso dos aplicativos ao microfone
ru: Отключить доступ приложений к микрофону
tr: Uygulamaların mikrofona erişimini kapat
zh: 禁用应用访问麦克风

# settingsAppsMotion
source: Disable app access to motion
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf Bewegung deaktivieren
es: Deshabilitar el acceso de las aplicaciones al movimiento
fr: Désactiver l'accès à l'application pour le déplacement
it: Disabilita accesso delle app al movimento
pt: Desabilitar o acesso dos aplicativos ao movimento
ru: Отключить доступ приложений к жестам
tr: Uygulamaların hareket erişimini kapat
zh: 禁用应用访问运动

# settingsAppsNotification
source: Disable app access to notifications
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf Benachrichtigungen deaktivieren
es: Deshabilitar el acceso de las aplicaciones a las notificaciones
fr: Désactiver l'accès aux notifications
it: Disabilita l'accesso delle app alle notifiche
pt: Desabilitar o acesso dos aplicativos às notificações
ru: Отключить доступ приложений к уведомлениям
tr: Uygulamaların bildirim erişimini kapat
zh: 禁用应用访问通知

# settingsAppsOtherDevices
source: Disable app access to other devices
ar: عدم اتاحة امكانية التوصل للتطبيق التشخيص
de: App-Zugriff auf andere Geräte deaktivieren
es: Deshabilitar el acceso de las aplicaciones a otros dispositivos
fr: Désactiver l'accès aux autres périphériques
it: Disabilita l'accesso delle app ad altri dispositivi
pt: Desabilitar o acesso dos aplicativos à outros dispositivos
ru: Отключить доступ приложений к другим устройствам
tr: Uygulamaların diğer cihazlara erişimini kapat
zh: 禁用应用访问其他设备

# settingsAppsPictures
source: Disable app access to pictures
ar: عدم اتاحة امكانية التوصل للتطبيق documents
de: App-Zugriff auf Bilder deaktivieren
es: Deshabilitar el acceso de las aplicaciones a las imágenes
fr: Désactiver l'accès aux images
it: Disabilita l'accesso delle app alle immagini
pt: Desabilitar o acesso dos aplicativos às imagens
ru: Отключить доступ приложений к изображениям
tr: Uygulamaların fotoğraflara erişimini kapat
zh: 禁用应用访问图片

# settingsAppsRadios
source: Disable app access to radios
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf Radios deaktivieren
es: Deshabilitar el acceso de las aplicaciones a los radios
fr: Désactiver l'accès aux radios
it: Disabilita l'accesso delle app alle radio
pt: Desabilitar acesso dos aplicativos ao radio
ru: Отключить доступ приложений к радио
tr: Uygulamaların radyolara erişimini kapat
zh: 禁用应用访问无线收发器

# settingsAppsTasks
source: Disable app access to tasks
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf Aufgaben deaktivieren
es: Deshabilitar el acceso de las aplicaciones a las tareas
fr: Désactiver l'accès aux applications pour les tâches
it: Disabilita l'accesso delle app alle attività
pt: Desabilitar acesso dos aplicativos às tarefas
ru: Отключить доступ приложения к задачам
tr: Uygulamaların görevlere erişimini kapat
zh: 禁用应用访问任务

# settingsAppsTrackingApps
source: Disable tracking of app starts
ar: الغاء اتاحة تتبع بدء التطبيق
de: Nachverfolgung von App-Starts deaktivieren
es: Deshabilitar el seguimiento de los comienzos de las aplicaciones
fr: Désactiver le suivi des démarrages de l'application
it: Disabilita il tracciamento dell'avvio delle app
pt: Desabilitar rastreamento de inicilização de aplicativos
ru: Отключить отслеживание запусков приложений
tr: Uygulama başlatılma takibini kapat
zh: 禁用跟踪应用启动

# settingsAppsTrackingAppsInfo
source: This allows you to quickly have access to your list of Most used apps both in the Start menu and when you search your device."
ar: وهذا يسمح لك بالتوصل بسرعة الى الكشف الخاص بك من التطبيقات الأكثر استخداما في كل من قائمة البدء وعند البحث في الجهاز الخاص بك. "
de: Dies ermöglicht Ihnen schnellen Zugriff auf Ihre Liste der am häufigsten verwendeten Apps sowohl im Startmenü als auch bei der Suche auf Ihrem Gerät.
es: Esto te permite acceder rápidamente a tu lista de aplicaciones más usadas tanto en el menú de inicio como cuando buscas en tu dispositivo.
fr: Cela vous permet d'accéder rapidement à votre liste des applications les plus utilisées à la fois dans le menu Démarrer et lorsque vous effectuez une recherche sur votre périphérique. "
it: Questo ti permette di accedere rapidamente alla tua lista delle applicazioni più utilizzate sia nel menu Start che quando cerchi il tuo dispositivo."
pt: Isso permite que você tenha acesso a sua lista de aplicativos mais utilizados no menu iniciar e também na barra de pesquisa."
ru: Позволяет быстро получить доступ к списку наиболее часто используемых приложений как в меню «Пуск», так и при поиске на устройстве.
tr: Bu, hem Başlat menüsünde hem de cihazınızda arama yaparken En çok kullanılan uygulamalar listenize hızlı bir şekilde erişmenizi sağlar.
zh: 这使您能够快速访问您最常使用的应用列表 (开始菜单和搜索)

# settingsAppsVideos
source: Disable app access to videos
ar: عدم اتاحة امكانية التوصل للتطبيق email
de: App-Zugriff auf Videos deaktivieren
es: Deshabilitar el acceso de las aplicaciones a los videos
fr: Désactiver l'accès aux applications pour les vidéos
it: Disattiva l'accesso delle app ai video
pt: Desabilitar o acesso de aplicativos à videos
ru: Отключить доступ приложений к видео
tr: Uygulamaların videolara erişimini kapat
zh: 禁用应用访问视频

# settingsBloatwareRemoveUWPAll
source: Remove all built-in apps
ar: ازالة كل التطبيقات المتضمنة
de: Alle integrierten Apps entfernen
es: Eliminar todas las aplicaciones integradas
fr: Supprimer toutes les applications intégrées
it: Rimuovi tutte le app integrate
pt: Remover todos os aplicativos de fábrica
ru: Удалить все встроенные приложения
tr: Kendiliğinden yüklü tüm uygulamaları sil
zh: 移除所有内置应用

# settingsBloatwareRemoveUWPAllInfo
source: This will remove all built-in apps except Microsoft Store.
ar: سيؤدي هذا إلى إزالة جميع التطبيقات المدمجة باستثناء متجر مايكروسوفت.
de: Dadurch werden alle integrierten Apps, außer der Microsoft Store, entfernt.
es: Esto eliminará todas las aplicaciones integradas excepto Microsoft Store.
fr: Cela supprimera toutes les applications intégrées à l'exception de Microsoft Store.
it: Questo rimuoverà tutte le app integrate tranne Microsoft Store.
pt: Isso removerá todos os aplicativos de fábrica com exceção da Microsoft Store.
ru: Это удалит все встроенные приложения, кроме Microsoft Store.
tr: Bu, Microsoft Store dışındaki kendiliğinden yüklü tüm uygulamaları silecektir.
zh: 这将移除除微软商店以外的所有内置应用
